// Данные справочников для опросника ВУС
const DISTRICTS_DATA = {
    "okruga": [
        {
            "id": "mvo",
            "name": "МВО",
            "fullName": "Московский военный округ",
            "active": true
        },
        {
            "id": "zvo",
            "name": "ЛВО",
            "fullName": "Ленинградский военный округ",
            "active": true
        },
        {
            "id": "yuvo",
            "name": "ЮВО",
            "fullName": "Южный военный округ",
            "active": true
        },
        {
            "id": "cvo",
            "name": "ЦВО",
            "fullName": "Центральный военный округ",
            "active": true
        },
        {
            "id": "vvo",
            "name": "ВВО",
            "fullName": "Восточный военный округ",
            "active": true
        }
    ],
    "ovu": [
        {
            "id": "army",
            "name": "Сухопутные войска",
            "active": true
        },
        {
            "id": "vks",
            "name": "ВКС",
            "fullName": "Воздушно-космические силы",
            "active": true
        },
        {
            "id": "navy",
            "name": "ВМФ",
            "fullName": "Военно-морской флот",
            "active": true
        },
        {
            "id": "rvsn",
            "name": "РВСН",
            "fullName": "Ракетные войска стратегического назначения",
            "active": true
        },
        {
            "id": "vdv",
            "name": "ВДВ",
            "fullName": "Воздушно-десантные войска",
            "active": true
        }
    ],
    "vuz": [
        {
            "id": "агт",
            "kod": 1,
            "name": "Алтайский государственный технический университет им. И.И.Ползунова",
            "abbr": "АлтГТУ",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "бгт",
            "kod": 2,
            "name": "Балтийский государственный технический университет \"ВОЕНМЕХ\" им. Д.Ф.Устинова",
            "abbr": "ВОЕНМЕХ",
            "okrug": "ЛВО",
            "active": true
        },
        {
            "id": "бфу",
            "kod": 3,
            "name": "Балтийский федеральный университет им. И.Канта",
            "abbr": "БФУ",
            "okrug": "ЛВО",
            "active": true
        },
        {
            "id": "бгт",
            "kod": 4,
            "name": "Белгородский государственный технологический университет им. В.Г.Шухова",
            "abbr": "БГТУ",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "бги",
            "kod": 5,
            "name": "Брянский государственный инженерно-технологический университет",
            "abbr": "БГИТУ",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "вга",
            "kod": 6,
            "name": "Волгоградский государственный аграрный университет",
            "abbr": "ВолГАУ",
            "okrug": "ЮВО",
            "active": true
        },
        {
            "id": "вгт",
            "kod": 7,
            "name": "Воронежский государственный технический университет",
            "abbr": "ВГТУ",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "вгу",
            "kod": 8,
            "name": "Воронежский государственный университет",
            "abbr": "ВГУ",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "вгу",
            "kod": 9,
            "name": "Восточно-Сибирский государственный университет технологий и управления",
            "abbr": "ВСГУТУ",
            "okrug": "ВВО",
            "active": true
        },
        {
            "id": "вгу",
            "kod": 10,
            "name": "Всероссийский государственный университет юстиции (РПА Минюста России)",
            "abbr": "ВГУЮ",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "гму",
            "kod": 11,
            "name": "Государственный морской университет им. адм. Ф.Ф.Ушакова",
            "abbr": "ГМУ им.адм. Ф.Ф.Ушакова",
            "okrug": "ЮВО",
            "active": true
        },
        {
            "id": "гум",
            "kod": 12,
            "name": "Государственный университет морского и речного флота им. адм. С.О.Макарова",
            "abbr": "ГУМРФ",
            "okrug": "ЛВО",
            "active": true
        },
        {
            "id": "госуда",
            "kod": 13,
            "name": "Государственный университет по землеустройству",
            "abbr": "ГУЗ",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "дгт",
            "kod": 14,
            "name": "Дальневосточный государственный технический рыбохозяйственный университет",
            "abbr": "ДГТРУ",
            "okrug": "ВВО",
            "active": true
        },
        {
            "id": "дгу",
            "kod": 15,
            "name": "Дальневосточный государственный университет путей сообщения",
            "abbr": "ДВГУПС",
            "okrug": "ВВО",
            "active": true
        },
        {
            "id": "дфу",
            "kod": 16,
            "name": "Дальневосточный федеральный университет",
            "abbr": "ДВФУ",
            "okrug": "ВВО",
            "active": true
        },
        {
            "id": "дгт",
            "kod": 17,
            "name": "Донской государственный технический университет",
            "abbr": "ДГТУ",
            "okrug": "ЮВО",
            "active": true
        },
        {
            "id": "згу",
            "kod": 18,
            "name": "Забайкальский государственный университет",
            "abbr": "ЗабГУ",
            "okrug": "ВВО",
            "active": true
        },
        {
            "id": "игэ",
            "kod": 19,
            "name": "Ивановский государственный энергетический университет им. В.И.Ленина",
            "abbr": "ИГЭУ",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "игу",
            "kod": 20,
            "name": "Иркутский государственный университет",
            "abbr": "ИГУ",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "ини",
            "kod": 21,
            "name": "Иркутский национальный исследовательский технический университет",
            "abbr": "ИРНИТУ",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "кни",
            "kod": 22,
            "name": "Казанский национальный исследовательский технический университет им. А.Н.Туполева – КАИ",
            "abbr": "КНИТУ-КАИ",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "кни",
            "kod": 23,
            "name": "Казанский национальный исследовательский технологический университет",
            "abbr": "КНИТУ",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "кгт",
            "kod": 24,
            "name": "Камчатский государственный технический университет",
            "abbr": "КамчатГТУ",
            "okrug": "ВВО",
            "active": true
        },
        {
            "id": "кгт",
            "kod": 25,
            "name": "Ковровская государственная технологическая академия им. В.А.Дегтярева",
            "abbr": "КГТА",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "кгу",
            "kod": 26,
            "name": "Комсомольский-на-Амуре государственный университет",
            "abbr": "КнАГУ",
            "okrug": "ВВО",
            "active": true
        },
        {
            "id": "кгу",
            "kod": 27,
            "name": "Костромской государственный университет",
            "abbr": "КГУ",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "кфу",
            "kod": 28,
            "name": "Крымский федеральный университет им. В.И.Вернадского",
            "abbr": "КФУ",
            "okrug": "ЮВО",
            "active": true
        },
        {
            "id": "кга",
            "kod": 29,
            "name": "Кубанский государственный аграрный университет им. И.Т.Трубилина",
            "abbr": "КубГАУ",
            "okrug": "ЮВО",
            "active": true
        },
        {
            "id": "кгт",
            "kod": 30,
            "name": "Кузбасский государственный технический университет им. Т.Ф.Горбачева",
            "abbr": "КузГТУ",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "кгу",
            "kod": 31,
            "name": "Курганский государственный университет",
            "abbr": "КурГУ",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "мирэар",
            "kod": 32,
            "name": "МИРЭА - Российский технологический университет",
            "abbr": "РТУ МИРЭА",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "мгу",
            "kod": 33,
            "name": "Морской государственный университет им. адм. Г.И.Невельского",
            "abbr": "МГУ им. адм. Г.И.Невельского",
            "okrug": "ВВО",
            "active": true
        },
        {
            "id": "мас",
            "kod": 34,
            "name": "Московская академия Следственного комитета РФ им. А.Я.Сухарева",
            "abbr": "МАСК",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "маи",
            "kod": 35,
            "name": "Московский авиационный институт (национальный исследовательский университет)",
            "abbr": "МАИ",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "маг",
            "kod": 36,
            "name": "Московский автомобильно-дорожный государственный технический университет",
            "abbr": "МАДИ",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "мги",
            "kod": 37,
            "name": "Московский государственный институт международных отношений (университет) Министерства иностранных дел РФ",
            "abbr": "МГИМО",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "мгл",
            "kod": 38,
            "name": "Московский государственный лингвистический университет",
            "abbr": "МГЛУ",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "рум",
            "kod": 39,
            "name": "Российский университет медицины Министерства здравоохранения РФ",
            "abbr": "РУМ",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "мгт",
            "kod": 40,
            "name": "Московский государственный технический университет им. Н.Э.Баумана (национальный исследовательский университет)",
            "abbr": "МГТУ им. Н.Э.Баумана",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "мгу",
            "kod": 41,
            "name": "Московский государственный университет геодезии и картографии",
            "abbr": "МИИГАиК",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "мгу",
            "kod": 42,
            "name": "Московский государственный университет им. М.В.Ломоносова",
            "abbr": "МГУ",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "мгю",
            "kod": 43,
            "name": "Московский государственный юридический университет им. О.Е.Кутафина (МГЮА)",
            "abbr": "МГЮА",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "мфи",
            "kod": 44,
            "name": "Московский физико-технический институт (национальный исследовательский университет)",
            "abbr": "МФТИ",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "мау",
            "kod": 45,
            "name": "Мурманский арктический университет",
            "abbr": "МАУ",
            "okrug": "ЛВО",
            "active": true
        },
        {
            "id": "ним",
            "kod": 46,
            "name": "Национальный исследовательский Московский государственный строительный университет",
            "abbr": "НИУ МГСУ",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "нин",
            "kod": 47,
            "name": "Национальный исследовательский Нижегородский государственный университет им. Н.И.Лобачевского",
            "abbr": "ННГУ",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "нит",
            "kod": 48,
            "name": "Национальный исследовательский Томский государственный университет",
            "abbr": "НИ ТГУ",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "нит",
            "kod": 49,
            "name": "Национальный исследовательский Томский политехнический университет",
            "abbr": "ТПУ",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "ниу",
            "kod": 50,
            "name": "Национальный исследовательский университет \"Высшая школа экономики\"",
            "abbr": "НИУ ВШЭ",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "ниу",
            "kod": 51,
            "name": "Национальный исследовательский университет \"МИЭТ\"",
            "abbr": "НИУ МИЭТ",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "ниу",
            "kod": 52,
            "name": "Национальный исследовательский университет \"МЭИ\"",
            "abbr": "НИУ МЭИ",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "ниу",
            "kod": 53,
            "name": "Национальный исследовательский университет \"ИТМО\"",
            "abbr": "ИТМО",
            "okrug": "ЛВО",
            "active": true
        },
        {
            "id": "ния",
            "kod": 54,
            "name": "Национальный исследовательский ядерный университет \"МИФИ\"",
            "abbr": "НИЯУ МИФИ",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "огт",
            "kod": 55,
            "name": "Омский государственный технический университет",
            "abbr": "ОмГТУ",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "огу",
            "kod": 56,
            "name": "Оренбургский государственный университет",
            "abbr": "ОГУ",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "пгу",
            "kod": 57,
            "name": "Пензенский государственный университет",
            "abbr": "ПГУ",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "пмг",
            "kod": 58,
            "name": "Первый Московский государственный медицинский университет им. И.М.Сеченова Министерства здравоохранения РФ",
            "abbr": "ПМГМУ",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "пгу",
            "kod": 59,
            "name": "Петрозаводский государственный университет",
            "abbr": "ПетрГУ",
            "okrug": "ЛВО",
            "active": true
        },
        {
            "id": "ран",
            "kod": 60,
            "name": "Российская академия народного хозяйства и государственной службы при Президенте РФ",
            "abbr": "РАНХиГС",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "рта",
            "kod": 61,
            "name": "Российская таможенная академия",
            "abbr": "РТА",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "рга",
            "kod": 62,
            "name": "Российский государственный аграрный университет – МСХА им. К.А.Тимирязева",
            "abbr": "РГАУ-МСХА",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "ргг",
            "kod": 63,
            "name": "Российский государственный гидрометеорологический университет",
            "abbr": "РГГМУ",
            "okrug": "ЛВО",
            "active": true
        },
        {
            "id": "ргу",
            "kod": 64,
            "name": "Российский государственный университет нефти и газа (национальный исследовательский университет) им. И.М.Губкина",
            "abbr": "РГУНиГ",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "ргу",
            "kod": 65,
            "name": "Российский государственный университет правосудия им. В.М.Лебедева",
            "abbr": "РГУП",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "рут",
            "kod": 66,
            "name": "Российский университет транспорта",
            "abbr": "РУТ (МИИТ)",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "ргм",
            "kod": 67,
            "name": "Ростовский государственный медицинский университет",
            "abbr": "РостГМУ",
            "okrug": "ЮВО",
            "active": true
        },
        {
            "id": "ргу",
            "kod": 68,
            "name": "Ростовский государственный университет путей сообщения",
            "abbr": "РГУПС",
            "okrug": "ЮВО",
            "active": true
        },
        {
            "id": "ргр",
            "kod": 69,
            "name": "Рязанский государственный радиотехнический университет им. В.Ф.Уткина",
            "abbr": "РГРТУ",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "сгт",
            "kod": 70,
            "name": "Самарский государственный технический университет",
            "abbr": "СамГТУ",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "сни",
            "kod": 71,
            "name": "Самарский национальный исследовательский университет им. академика С.П.Королева",
            "abbr": "СНИУ",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "сас",
            "kod": 72,
            "name": "Санкт-Петербургская академия Следственного комитета РФ",
            "abbr": "СпбАСК",
            "okrug": "ЛВО",
            "active": true
        },
        {
            "id": "сгу",
            "kod": 73,
            "name": "Санкт-Петербургский горный университет императрицы Екатерины II",
            "abbr": "СПГУ",
            "okrug": "ЛВО",
            "active": true
        },
        {
            "id": "сгм",
            "kod": 74,
            "name": "Санкт-Петербургский государственный морской технический университет",
            "abbr": "СПбГМТУ",
            "okrug": "ЛВО",
            "active": true
        },
        {
            "id": "сгу",
            "kod": 75,
            "name": "Санкт-Петербургский государственный университет",
            "abbr": "СПбГУ",
            "okrug": "ЛВО",
            "active": true
        },
        {
            "id": "сгу",
            "kod": 76,
            "name": "Санкт-Петербургский государственный университет аэрокосмического приборостроения",
            "abbr": "ГУАП",
            "okrug": "ЛВО",
            "active": true
        },
        {
            "id": "сгу",
            "kod": 77,
            "name": "Санкт-Петербургский государственный университет телекоммуникаций им. проф. М.А.Бонч-Бруевича",
            "abbr": "СПбГУТ",
            "okrug": "ЛВО",
            "active": true
        },
        {
            "id": "сгэ",
            "kod": 78,
            "name": "Санкт-Петербургский государственный экономический университет \"СПбГЭУ\"",
            "abbr": "СПбГЭУ",
            "okrug": "ЛВО",
            "active": true
        },
        {
            "id": "сгэ",
            "kod": 79,
            "name": "Санкт-Петербургский государственный электротехнический университет \"ЛЭТИ\" им. В.И.Ульянова (Ленина)",
            "abbr": "СПбГЭТУ ЛЭТИ",
            "okrug": "ЛВО",
            "active": true
        },
        {
            "id": "спу",
            "kod": 80,
            "name": "Санкт-Петербургский политехнический университет Петра Великого",
            "abbr": "СПбПУ",
            "okrug": "ЛВО",
            "active": true
        },
        {
            "id": "сгт",
            "kod": 81,
            "name": "Саратовский государственный технический университет им. Ю.А.Гагарина",
            "abbr": "СГТУ им. Ю.А.Гагарина",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "сгу",
            "kod": 82,
            "name": "Севастопольский государственный университет",
            "abbr": "СевГУ",
            "okrug": "ЮВО",
            "active": true
        },
        {
            "id": "с(ф",
            "kod": 83,
            "name": "Северный (Арктический) федеральный университет им. М.В.Ломоносова",
            "abbr": "САФУ",
            "okrug": "ЛВО",
            "active": true
        },
        {
            "id": "сфу",
            "kod": 84,
            "name": "Северо-Восточный федеральный университет им. М.К.Аммосова",
            "abbr": "СВФУ",
            "okrug": "ВВО",
            "active": true
        },
        {
            "id": "сфу",
            "kod": 85,
            "name": "Северо-Кавказский федеральный университет",
            "abbr": "СКФУ",
            "okrug": "ЮВО",
            "active": true
        },
        {
            "id": "сгу",
            "kod": 86,
            "name": "Северо-Осетинский государственный университет им. К.Л.Хетагурова",
            "abbr": "СОГУ",
            "okrug": "ЮВО",
            "active": true
        },
        {
            "id": "сга",
            "kod": 87,
            "name": "Сибирский государственный автомобильно-дорожный университет",
            "abbr": "СибАДИ",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "сгу",
            "kod": 88,
            "name": "Сибирский государственный университет науки и технологий им. академика М.Ф.Решетнева",
            "abbr": "СибГУ им. М.Ф.Решетнева",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "сгу",
            "kod": 89,
            "name": "Сибирский государственный университет телекоммуникаций и информатики",
            "abbr": "СибГУТИ",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "сфу",
            "kod": 90,
            "name": "Сибирский федеральный университет",
            "abbr": "СФУ",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "тгу",
            "kod": 91,
            "name": "Тамбовский государственный университет им. Г.Р.Державина",
            "abbr": "ТГУ им. Г.Р.Державина",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "тгт",
            "kod": 92,
            "name": "Тверской государственный технический университет",
            "abbr": "ТвГТУ",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "тгм",
            "kod": 93,
            "name": "Тихоокеанский государственный медицинский университет Минздрава России",
            "abbr": "ТГМУ",
            "okrug": "ВВО",
            "active": true
        },
        {
            "id": "тгу",
            "kod": 94,
            "name": "Тольяттинский государственный университет",
            "abbr": "ТГУ",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "тгу",
            "kod": 95,
            "name": "Тувинский государственный университет",
            "abbr": "ТувГУ",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "тгу",
            "kod": 96,
            "name": "Тульский государственный университет",
            "abbr": "ТулГУ",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "уиг",
            "kod": 97,
            "name": "Ульяновский институт гражданской авиации им. Главного маршала авиации Б.П.Бугаева",
            "abbr": "УИ ГА",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "уфу",
            "kod": 98,
            "name": "Уральский федеральный университет им. первого Президента России Б.Н.Ельцина",
            "abbr": "УрФУ",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "уун",
            "kod": 99,
            "name": "Уфимский университет науки и технологий",
            "abbr": "УУНИТ",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "фуп",
            "kod": 100,
            "name": "Финансовый университет при Правительстве РФ",
            "abbr": "Финуниверситет",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "югу",
            "kod": 101,
            "name": "Юго-Западный государственный университет",
            "abbr": "ЮЗГУ",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "югу",
            "kod": 102,
            "name": "Югорский государственный университет",
            "abbr": "ЮГУ",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "югп",
            "kod": 103,
            "name": "Южно-Российский государственный политехнический университет (НПИ) им. М.И.Платова",
            "abbr": "ЮРГПУ (НПИ)",
            "okrug": "ЮВО",
            "active": true
        },
        {
            "id": "югу",
            "kod": 104,
            "name": "Южно-Уральский государственный университет (национальный исследовательский университет)",
            "abbr": "ЮУрГУ",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "юфу",
            "kod": 105,
            "name": "Южный федеральный университет",
            "abbr": "ЮФУ",
            "okrug": "ЮВО",
            "active": true
        },
        {
            "id": "агу",
            "kod": 106,
            "name": "Астраханский государственный университет им. В.Н.Татищева",
            "abbr": "АГУ им. В.Н.Татищева",
            "okrug": "ЮВО",
            "active": true
        },
        {
            "id": "вга",
            "kod": 107,
            "name": "Вятский государственный агротехнологический университет",
            "abbr": "Вятский ГАТУ",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "дга",
            "kod": 108,
            "name": "Дальневосточный государственный аграрный университет",
            "abbr": "ДальГАУ",
            "okrug": "ВВО",
            "active": true
        },
        {
            "id": "игт",
            "kod": 109,
            "name": "Ижевский государственный технический университет им. М.Т.Калашникова",
            "abbr": "ИжГТУ им. М.Т.Калашникова",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "лгт",
            "kod": 110,
            "name": "Липецкий государственный технический университет",
            "abbr": "ЛГТУ",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "ним",
            "kod": 111,
            "name": "Национальный исследовательский Мордовский государственный университет им. Н.П.Огарёва",
            "abbr": "МГУ им. Н.П.Ограрёва",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "нгу",
            "kod": 112,
            "name": "Новгородский государственный университет им. Ярослава Мудрого",
            "abbr": "НовГУ",
            "okrug": "ЛВО",
            "active": true
        },
        {
            "id": "огу",
            "kod": 113,
            "name": "Орловский государственный университет им. И.С.Тургенева",
            "abbr": "ОГУ им. И.С.Тургенева",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "пгт",
            "kod": 114,
            "name": "Поволжский государственный технологический университет",
            "abbr": "ПГТУ",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "пгу",
            "kod": 115,
            "name": "Пско��ский государственный университет",
            "abbr": "ПсковГУ",
            "okrug": "ЛВО",
            "active": true
        },
        {
            "id": "сгу",
            "kod": 116,
            "name": "Сахалинский государственный университет",
            "abbr": "СахГУ",
            "okrug": "ВВО",
            "active": true
        },
        {
            "id": "сгу",
            "kod": 117,
            "name": "Смоленский государственный университет",
            "abbr": "СмолГУ",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "тгу",
            "kod": 118,
            "name": "Тюменский государственный университет",
            "abbr": "ТюмГУ",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "чгу",
            "kod": 119,
            "name": "Череповецкий государственный университет",
            "abbr": "ЧГУ",
            "okrug": "ЛВО",
            "active": true
        },
        {
            "id": "чгу",
            "kod": 120,
            "name": "Чеченский государственный университет им. А.А.Кадырова",
            "abbr": "ЧГУ им. А.А.Кадырова",
            "okrug": "ЮВО",
            "active": true
        },
        {
            "id": "ягт",
            "kod": 121,
            "name": "Ярославский государственный технический университет",
            "abbr": "ЯГТУ",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "ггн",
            "kod": 122,
            "name": "Грозненский государственный нефтяной технический университет им. академика М.Д.Миллионщикова",
            "abbr": "ГГНТУ",
            "okrug": "ЮВО",
            "active": true
        },
        {
            "id": "ггу",
            "kod": 123,
            "name": "Горно-Алтайский государственный университет",
            "abbr": "ГАГУ",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "дгт",
            "kod": 124,
            "name": "Дагестанский государственный технический университет",
            "abbr": "ДагГТУ",
            "okrug": "ЮВО",
            "active": true
        },
        {
            "id": "игу",
            "kod": 125,
            "name": "Ингушский государственный университет",
            "abbr": "ИнгГУ",
            "okrug": "ЮВО",
            "active": true
        },
        {
            "id": "кгу",
            "kod": 126,
            "name": "Кабардино-Балкарский государственный университет им. Х.М.Бербекова",
            "abbr": "КБГУ",
            "okrug": "ЮВО",
            "active": true
        },
        {
            "id": "кгу",
            "kod": 127,
            "name": "Калмыцкий государственный университет им. Б.Б.Городовикова",
            "abbr": "КалмГУ",
            "okrug": "ЮВО",
            "active": true
        },
        {
            "id": "кгу",
            "kod": 128,
            "name": "Калужский государственный университет им. К.Э.Циолковского",
            "abbr": "КГУ им. К.Э.Циолковского",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "лгу",
            "kod": 129,
            "name": "Луганский государственный университет им. В.Даля",
            "abbr": "ЛГУ",
            "okrug": "ЮВО",
            "active": true
        },
        {
            "id": "мгт",
            "kod": 130,
            "name": "Майкопский государственный технологический университет",
            "abbr": "МГТУ",
            "okrug": "ЮВО",
            "active": true
        },
        {
            "id": "мгт",
            "kod": 131,
            "name": "Московский государственный технологический университет \"СТАНКИН\"",
            "abbr": "МГТУ СТАНКИН",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "пни",
            "kod": 132,
            "name": "Пермский национальный исследовательский политехнический университет",
            "abbr": "ПНИПУ",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "пгу",
            "kod": 133,
            "name": "Приамурский государственный университет им. Шолом-Алейхема",
            "abbr": "ПГУ им. Шолом-Алейхема",
            "okrug": "ВВО",
            "active": true
        },
        {
            "id": "рэу",
            "kod": 134,
            "name": "Российский экономический университет им. Г.В.Плеханова",
            "abbr": "РЭУ",
            "okrug": "МВО",
            "active": true
        },
        {
            "id": "сгу",
            "kod": 135,
            "name": "Северо-Восточный государственный университет",
            "abbr": "СВГУ",
            "okrug": "ВВО",
            "active": true
        },
        {
            "id": "сга",
            "kod": 136,
            "name": "Северо-Кавказская государственная академия",
            "abbr": "СКГА",
            "okrug": "ЮВО",
            "active": true
        },
        {
            "id": "угт",
            "kod": 137,
            "name": "Ухтинский государственный технический университет",
            "abbr": "УГТУ",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "чгу",
            "kod": 138,
            "name": "Чувашский государственный университет им. И.Н.Ульянова",
            "abbr": "ЧГУ им. И.Н.Ульянова",
            "okrug": "ЦВО",
            "active": true
        },
        {
            "id": "сгу",
            "kod": 139,
            "name": "Саратовский государственный университет генетики, биотехнологии и инженерии им. Н.И.Вавилова",
            "abbr": "СГАУ",
            "okrug": "ЦВО",
            "active": true
        }
    ],
    "sbor": [
        {
            "id": "sbor",
            "name": "Сбор",
            "active": true
        },
        {
            "id": "stazhirovka",
            "name": "Стажировка",
            "active": true
        }
    ],
    "program": [
        {
            "id": "officers",
            "name": "Офицеры запаса",
            "active": true
        },
        {
            "id": "officers",
            "name": "Офицеры кадра",
            "active": true
        },
        {
            "id": "sergeants",
            "name": "Сержанты запаса",
            "active": true
        },
        {
            "id": "soldiers",
            "name": "Солдаты запаса",
            "active": true
        }
    ],
    "vus_names": [
        {
            "name": "",
            "active": true,
            "kod": "101000"
        },

        {
            "name": "",
            "active": true,
            "kod": "472102"
        },

        {
            "name": "",
            "active": true,
            "kod": "191002"
        },

        {
            "name": "",
            "active": true,
            "kod": "101"
        },

        {
            "name": "",
            "active": true,
            "kod": "030400"
        },

        {
            "name": "",
            "active": true,
            "kod": "472700"
        },

        {
            "name": "",
            "active": true,
            "kod": "191400"
        },

        {
            "name": "",
            "active": true,
            "kod": "324"
        },

        {
            "name": "",
            "active": true,
            "kod": "030408"
        },

        {
            "name": "",
            "active": true,
            "kod": "074000"
        },

        {
            "name": "",
            "active": true,
            "kod": "491700"
        },

        {
            "name": "",
            "active": true,
            "kod": "340"
        },

        {
            "name": "",
            "active": true,
            "kod": "044000"
        },

        {
            "name": "",
            "active": true,
            "kod": "260102"
        },

        {
            "name": "",
            "active": true,
            "kod": "550100"
        },

        {
            "name": "",
            "active": true,
            "kod": "333"
        },

        {
            "name": "",
            "active": true,
            "kod": "441000"
        },

        {
            "name": "",
            "active": true,
            "kod": "170203"
        },

        {
            "name": "",
            "active": true,
            "kod": "792000"
        },

        {
            "name": "",
            "active": true,
            "kod": "302"
        },

        {
            "name": "",
            "active": true,
            "kod": "411100"
        },

        {
            "name": "",
            "active": true,
            "kod": "170204"
        },

        {
            "name": "",
            "active": true,
            "kod": "390400"
        },

        {
            "name": "",
            "active": true,
            "kod": "364"
        },

        {
            "name": "",
            "active": true,
            "kod": "411300"
        },

        {
            "name": "",
            "active": true,
            "kod": "100"
        },

        {
            "name": "",
            "active": true,
            "kod": "180200"
        },

        {
            "name": "",
            "active": true,
            "kod": "366"
        },

        {
            "name": "",
            "active": true,
            "kod": "521000"
        },

        {
            "name": "",
            "active": true,
            "kod": "131"
        },

        {
            "name": "",
            "active": true,
            "kod": "261000"
        },

        {
            "name": "",
            "active": true,
            "kod": "429"
        },

        {
            "name": "",
            "active": true,
            "kod": "521500"
        },

        {
            "name": "",
            "active": true,
            "kod": "139"
        },

        {
            "name": "",
            "active": true,
            "kod": "580100"
        },

        {
            "name": "",
            "active": true,
            "kod": "837"
        },

        {
            "name": "",
            "active": true,
            "kod": "106"
        },

        {
            "name": "",
            "active": true,
            "kod": "580200"
        },

        {
            "name": "",
            "active": true,
            "kod": "404"
        },

        {
            "name": "",
            "active": true,
            "kod": "140"
        },

        {
            "name": "",
            "active": true,
            "kod": "260101"
        },

        {
            "name": "",
            "active": true,
            "kod": "460"
        },

        {
            "name": "",
            "active": true,
            "kod": "143"
        },

        {
            "name": "",
            "active": true,
            "kod": "250400"
        },

        {
            "name": "",
            "active": true,
            "kod": "121000"
        },

        {
            "name": "",
            "active": true,
            "kod": "500"
        },

        {
            "name": "",
            "active": true,
            "kod": "241000"
        },

        {
            "name": "",
            "active": true,
            "kod": "485"
        },

        {
            "name": "",
            "active": true,
            "kod": "093300"
        },

        {
            "name": "",
            "active": true,
            "kod": "615"
        },

        {
            "name": "",
            "active": true,
            "kod": "850300"
        },

        {
            "name": "",
            "active": true,
            "kod": "550"
        },

        {
            "name": "",
            "active": true,
            "kod": "473000"
        },

        {
            "name": "",
            "active": true,
            "kod": "233"
        },

        {
            "name": "",
            "active": true,
            "kod": "850100"
        },

        {
            "name": "",
            "active": true,
            "kod": "866"
        },

        {
            "name": "",
            "active": true,
            "kod": "473300"
        },

        {
            "name": "",
            "active": true,
            "kod": "250"
        },

        {
            "name": "",
            "active": true,
            "kod": "850200"
        },

        {
            "name": "",
            "active": true,
            "kod": "069"
        },

        {
            "name": "",
            "active": true,
            "kod": "380201"
        },

        {
            "name": "",
            "active": true,
            "kod": "907"
        },

        {
            "name": "",
            "active": true,
            "kod": "030405"
        },

        {
            "name": "",
            "active": true,
            "kod": "072"
        },

        {
            "name": "",
            "active": true,
            "kod": "170201"
        },

        {
            "name": "",
            "active": true,
            "kod": "966"
        },

        {
            "name": "",
            "active": true,
            "kod": "030600"
        },

        {
            "name": "",
            "active": true,
            "kod": "104"
        },

        {
            "name": "",
            "active": true,
            "kod": "170202"
        },

        {
            "name": "",
            "active": true,
            "kod": "166"
        },

        {
            "name": "",
            "active": true,
            "kod": "094001"
        },

        {
            "name": "",
            "active": true,
            "kod": "659"
        },

        {
            "name": "",
            "active": true,
            "kod": "170300"
        },

        {
            "name": "",
            "active": true,
            "kod": "172"
        },

        {
            "name": "",
            "active": true,
            "kod": "220"
        },

        {
            "name": "",
            "active": true,
            "kod": "021700"
        },

        {
            "name": "",
            "active": true,
            "kod": "903"
        },

        {
            "name": "",
            "active": true,
            "kod": "030406"
        },

        {
            "name": "",
            "active": true,
            "kod": "420"
        },

        {
            "name": "",
            "active": true,
            "kod": "097000"
        },

        {
            "name": "",
            "active": true,
            "kod": "660"
        },

        {
            "name": "",
            "active": true,
            "kod": "751000"
        },

        {
            "name": "",
            "active": true,
            "kod": "869"
        },

        {
            "name": "",
            "active": true,
            "kod": "751100"
        },

        {
            "name": "",
            "active": true,
            "kod": "750200"
        },

        {
            "name": "",
            "active": true,
            "kod": "461100"
        },

        {
            "name": "",
            "active": true,
            "kod": "461700"
        },

        {
            "name": "",
            "active": true,
            "kod": "103"
        },

        {
            "name": "",
            "active": true,
            "kod": "461300"
        },

        {
            "name": "",
            "active": true,
            "kod": "225"
        },

        {
            "name": "",
            "active": true,
            "kod": "141100"
        },

        {
            "name": "",
            "active": true,
            "kod": "174"
        },

        {
            "name": "",
            "active": true,
            "kod": "481000"
        },

        {
            "name": "",
            "active": true,
            "kod": "187"
        },

        {
            "name": "",
            "active": true,
            "kod": "541100"
        },

        {
            "name": "",
            "active": true,
            "kod": "824"
        },

        {
            "name": "",
            "active": true,
            "kod": "471500"
        },

        {
            "name": "",
            "active": true,
            "kod": "402"
        },

        {
            "name": "",
            "active": true,
            "kod": "044005"
        },

        {
            "name": "",
            "active": true,
            "kod": "855"
        },

        {
            "name": "",
            "active": true,
            "kod": "073800"
        },

        {
            "name": "",
            "active": true,
            "kod": "419"
        },

        {
            "name": "",
            "active": true,
            "kod": "442300"
        },

        {
            "name": "",
            "active": true,
            "kod": "041800"
        },

        {
            "name": "",
            "active": true,
            "kod": "941"
        },

        {
            "name": "",
            "active": true,
            "kod": "471300"
        },

        {
            "name": "",
            "active": true,
            "kod": "041900"
        },

        {
            "name": "",
            "active": true,
            "kod": "940"
        },

        {
            "name": "",
            "active": true,
            "kod": "472500"
        },

        {
            "name": "",
            "active": true,
            "kod": "042400"
        },

        {
            "name": "",
            "active": true,
            "kod": "132"
        },

        {
            "name": "",
            "active": true,
            "kod": "471600"
        },

        {
            "name": "",
            "active": true,
            "kod": "825"
        },

        {
            "name": "",
            "active": true,
            "kod": "461200"
        },

        {
            "name": "",
            "active": true,
            "kod": "033"
        },

        {
            "name": "",
            "active": true,
            "kod": "472702"
        },

        {
            "name": "",
            "active": true,
            "kod": "849"
        },

        {
            "name": "",
            "active": true,
            "kod": "670200"
        },

        {
            "name": "",
            "active": true,
            "kod": "262"
        },

        {
            "name": "",
            "active": true,
            "kod": "472900"
        },

        {
            "name": "",
            "active": true,
            "kod": "073200"
        },

        {
            "name": "",
            "active": true,
            "kod": "249"
        },

        {
            "name": "",
            "active": true,
            "kod": "471102"
        },

        {
            "name": "",
            "active": true,
            "kod": "538"
        },

        {
            "name": "",
            "active": true,
            "kod": "471100"
        },

        {
            "name": "",
            "active": true,
            "kod": "072302"
        },

        {
            "name": "",
            "active": true,
            "kod": "549"
        },

        {
            "name": "",
            "active": true,
            "kod": "471101"
        },

        {
            "name": "",
            "active": true,
            "kod": "713"
        },

        {
            "name": "",
            "active": true,
            "kod": "430700"
        },

        {
            "name": "",
            "active": true,
            "kod": "430"
        },

        {
            "name": "",
            "active": true,
            "kod": "129000"
        },

        {
            "name": "",
            "active": true,
            "kod": "506"
        },

        {
            "name": "",
            "active": true,
            "kod": "021500"
        },

        {
            "name": "",
            "active": true,
            "kod": "481900"
        },

        {
            "name": "",
            "active": true,
            "kod": "191"
        },

        {
            "name": "",
            "active": true,
            "kod": "121500"
        },

        {
            "name": "",
            "active": true,
            "kod": "031400"
        },

        {
            "name": "",
            "active": true,
            "kod": "531000"
        },

        {
            "name": "",
            "active": true,
            "kod": "063300"
        },

        {
            "name": "",
            "active": true,
            "kod": "714"
        },

        {
            "name": "",
            "active": true,
            "kod": "230200"
        },

        {
            "name": "",
            "active": true,
            "kod": "042700"
        },

        {
            "name": "",
            "active": true,
            "kod": "715"
        },

        {
            "name": "",
            "active": true,
            "kod": "045000"
        },

        {
            "name": "",
            "active": true,
            "kod": "072301"
        },

        {
            "name": "",
            "active": true,
            "kod": "042800"
        },

        {
            "name": "",
            "active": true,
            "kod": "752"
        },

        {
            "name": "",
            "active": true,
            "kod": "043100"
        },

        {
            "name": "",
            "active": true,
            "kod": "211000"
        },

        {
            "name": "",
            "active": true,
            "kod": "061905"
        },

        {
            "name": "",
            "active": true,
            "kod": "167"
        },

        {
            "name": "",
            "active": true,
            "kod": "461000"
        },

        {
            "name": "",
            "active": true,
            "kod": "472701"
        },

        {
            "name": "",
            "active": true,
            "kod": "062700"
        },

        {
            "name": "",
            "active": true,
            "kod": "170"
        },

        {
            "name": "",
            "active": true,
            "kod": "461002"
        },

        {
            "name": "",
            "active": true,
            "kod": "473002"
        },

        {
            "name": "",
            "active": true,
            "kod": "084000"
        },

        {
            "name": "",
            "active": true,
            "kod": "176"
        },

        {
            "name": "",
            "active": true,
            "kod": "042600"
        },

        {
            "name": "",
            "active": true,
            "kod": "901200"
        },

        {
            "name": "",
            "active": true,
            "kod": "085000"
        },

        {
            "name": "",
            "active": true,
            "kod": "179"
        },

        {
            "name": "",
            "active": true,
            "kod": "046000"
        },

        {
            "name": "",
            "active": true,
            "kod": "101500"
        },

        {
            "name": "",
            "active": true,
            "kod": "445000"
        },

        {
            "name": "",
            "active": true,
            "kod": "180"
        },

        {
            "name": "",
            "active": true,
            "kod": "500500"
        },

        {
            "name": "",
            "active": true,
            "kod": "530200"
        },

        {
            "name": "",
            "active": true,
            "kod": "184"
        },

        {
            "name": "",
            "active": true,
            "kod": "043200"
        },

        {
            "name": "",
            "active": true,
            "kod": "500200"
        },

        {
            "name": "",
            "active": true,
            "kod": "044006"
        },

        {
            "name": "",
            "active": true,
            "kod": "500300"
        },

        {
            "name": "",
            "active": true,
            "kod": "096300"
        },

        {
            "name": "",
            "active": true,
            "kod": "851"
        },

        {
            "name": "",
            "active": true,
            "kod": "560200"
        },

        {
            "name": "",
            "active": true,
            "kod": "560100"
        },

        {
            "name": "",
            "active": true,
            "kod": "443000"
        },

        {
            "name": "",
            "active": true,
            "kod": "852"
        },

        {
            "name": "",
            "active": true,
            "kod": "094400"
        },

        {
            "name": "",
            "active": true,
            "kod": "141002"
        },

        {
            "name": "",
            "active": true,
            "kod": "853"
        },

        {
            "name": "",
            "active": true,
            "kod": "491000"
        },

        {
            "name": "",
            "active": true,
            "kod": "491100"
        },

        {
            "name": "",
            "active": true,
            "kod": "061900"
        },

        {
            "name": "",
            "active": true,
            "kod": "444000"
        },

        {
            "name": "",
            "active": true,
            "kod": "453000"
        },

        {
            "name": "",
            "active": true,
            "kod": "141600"
        },

        {
            "name": "",
            "active": true,
            "kod": "453100"
        },

        {
            "name": "",
            "active": true,
            "kod": "461"
        },

        {
            "name": "",
            "active": true,
            "kod": "121200"
        },

        {
            "name": "",
            "active": true,
            "kod": "047000"
        },

        {
            "name": "",
            "active": true,
            "kod": "465"
        },

        {
            "name": "",
            "active": true,
            "kod": "423"
        },

        {
            "name": "",
            "active": true,
            "kod": "121300"
        },

        {
            "name": "",
            "active": true,
            "kod": "042000"
        },

        {
            "name": "",
            "active": true,
            "kod": "441400"
        },

        {
            "name": "",
            "active": true,
            "kod": "042100"
        },

        {
            "name": "",
            "active": true,
            "kod": "200100"
        },

        {
            "name": "",
            "active": true,
            "kod": "401"
        },

        {
            "name": "",
            "active": true,
            "kod": "121800"
        },

        {
            "name": "",
            "active": true,
            "kod": "600100"
        },

        {
            "name": "",
            "active": true,
            "kod": "674"
        },

        {
            "name": "",
            "active": true,
            "kod": "101100"
        },

        {
            "name": "",
            "active": true,
            "kod": "667"
        },

        {
            "name": "",
            "active": true,
            "kod": "101501"
        },

        {
            "name": "",
            "active": true,
            "kod": "630"
        },

        {
            "name": "",
            "active": true,
            "kod": "111000"
        },

        {
            "name": "",
            "active": true,
            "kod": "929"
        },

        {
            "name": "",
            "active": true,
            "kod": "261300"
        },

        {
            "name": "",
            "active": true,
            "kod": "902900"
        },

        {
            "name": "",
            "active": true,
            "kod": "914"
        },

        {
            "name": "",
            "active": true,
            "kod": "710100"
        },

        {
            "name": "",
            "active": true,
            "kod": "461001"
        },

        {
            "name": "",
            "active": true,
            "kod": "924900"
        },

        {
            "name": "",
            "active": true,
            "kod": "908"
        },

        {
            "name": "",
            "active": true,
            "kod": "411000"
        },

        {
            "name": "",
            "active": true,
            "kod": "461600"
        },

        {
            "name": "",
            "active": true,
            "kod": "909000"
        },

        {
            "name": "",
            "active": true,
            "kod": "859"
        },

        {
            "name": "",
            "active": true,
            "kod": "420200"
        },

        {
            "name": "",
            "active": true,
            "kod": "861"
        },

        {
            "name": "",
            "active": true,
            "kod": "472200"
        },

        {
            "name": "",
            "active": true,
            "kod": "098000"
        },

        {
            "name": "",
            "active": true,
            "kod": "420300"
        },

        {
            "name": "",
            "active": true,
            "kod": "939"
        },

        {
            "name": "",
            "active": true,
            "kod": "032100"
        },

        {
            "name": "",
            "active": true,
            "kod": "510200"
        },

        {
            "name": "",
            "active": true,
            "kod": "261400"
        },

        {
            "name": "",
            "active": true,
            "kod": "122100"
        },

        {
            "name": "",
            "active": true,
            "kod": "430600"
        },

        {
            "name": "",
            "active": true,
            "kod": "945"
        },

        {
            "name": "",
            "active": true,
            "kod": "472000"
        },

        {
            "name": "",
            "active": true,
            "kod": "094100"
        },

        {
            "name": "",
            "active": true,
            "kod": "093400"
        },

        {
            "name": "",
            "active": true,
            "kod": "947"
        },

        {
            "name": "",
            "active": true,
            "kod": "473100"
        },

        {
            "name": "",
            "active": true,
            "kod": "420100"
        },

        {
            "name": "",
            "active": true,
            "kod": "093500"
        },

        {
            "name": "",
            "active": true,
            "kod": "716"
        },

        {
            "name": "",
            "active": true,
            "kod": "472400"
        },

        {
            "name": "",
            "active": true,
            "kod": "094300"
        },

        {
            "name": "",
            "active": true,
            "kod": "472600"
        },

        {
            "name": "",
            "active": true,
            "kod": "430400"
        },

        {
            "name": "",
            "active": true,
            "kod": "495000"
        },

        {
            "name": "",
            "active": true,
            "kod": "508"
        },

        {
            "name": "",
            "active": true,
            "kod": "521100"
        },

        {
            "name": "",
            "active": true,
            "kod": "430401"
        },

        {
            "name": "",
            "active": true,
            "kod": "093700"
        },

        {
            "name": "",
            "active": true,
            "kod": "036"
        },

        {
            "name": "",
            "active": true,
            "kod": "521300"
        },

        {
            "name": "",
            "active": true,
            "kod": "431000"
        },

        {
            "name": "",
            "active": true,
            "kod": "493000"
        },

        {
            "name": "",
            "active": true,
            "kod": "937"
        },

        {
            "name": "",
            "active": true,
            "kod": "430900"
        },

        {
            "name": "",
            "active": true,
            "kod": "530100"
        },

        {
            "name": "",
            "active": true,
            "kod": "938"
        },

        {
            "name": "",
            "active": true,
            "kod": "094500"
        },

        {
            "name": "",
            "active": true,
            "kod": "949"
        },

        {
            "name": "",
            "active": true,
            "kod": "037"
        },

        {
            "name": "",
            "active": true,
            "kod": "141001"
        },

        {
            "name": "",
            "active": true,
            "kod": "159"
        },

        {
            "name": "",
            "active": true,
            "kod": "901000"
        },

        {
            "name": "",
            "active": true,
            "kod": "061400"
        },

        {
            "name": "",
            "active": true,
            "kod": "191001"
        },

        {
            "name": "",
            "active": true,
            "kod": "814"
        }
    ],
    "locations": [
        {
            "id": "loc_001",
            "name": "Тамбов",
            "full_name": "г. Тамбов",
            "type": "city",
            "unit_number": "в/ч 31969",
            "active": true
        },
        {
            "id": "loc_002",
            "name": "Курск",
            "full_name": "г. Курск",
            "type": "city",
            "unit_number": "в/ч 32406",
            "active": true
        },
        {
            "id": "loc_003",
            "name": "Смоленск",
            "full_name": "г. Смоленск",
            "type": "city",
            "unit_number": "в/ч 21555",
            "active": true
        },
        {
            "id": "loc_004",
            "name": "Липецк",
            "full_name": "г. Липецк",
            "type": "city",
            "unit_number": "в/ч 81819",
            "active": true
        },
        {
            "id": "loc_005",
            "name": "Наро-Фоминск",
            "full_name": "г. Наро-Фоминск",
            "type": "city",
            "unit_number": "в/ч 19612",
            "active": true
        },
        {
            "id": "loc_006",
            "name": "Владимир",
            "full_name": "г. Владимир",
            "type": "city",
            "unit_number": "ЦПС (Р РТВ) ВА ВКО",
            "active": true
        },
        {
            "id": "loc_007",
            "name": "Долгопрудный Московской обл.",
            "full_name": "г. Долгопрудный Московской обл.",
            "type": "city",
            "unit_number": "в/ч 52116",
            "active": true
        },
        {
            "id": "loc_008",
            "name": "Видное Московской обл.",
            "full_name": "г. Видное Московской обл.",
            "type": "city",
            "unit_number": "в/ч 52096",
            "active": true
        },
        {
            "id": "loc_009",
            "name": "Нижний Новгород",
            "full_name": "г. Нижний Новгород",
            "type": "city",
            "unit_number": "в/ч 52634",
            "active": true
        },
        {
            "id": "loc_010",
            "name": "Калуга",
            "full_name": "г. Калуга",
            "type": "city",
            "unit_number": "в/ч 96624",
            "active": true
        },
        {
            "id": "loc_011",
            "name": "Вязьма Смоленской обл.",
            "full_name": "г. Вязьма Смоленской обл.",
            "type": "city",
            "unit_number": "в/ч 48886",
            "active": true
        },
        {
            "id": "loc_012",
            "name": "Смоленск",
            "full_name": "г. Смоленск",
            "type": "city",
            "unit_number": "в/ч 73582",
            "active": true
        },
        {
            "id": "loc_013",
            "name": "Воронеж",
            "full_name": "г. Воронеж",
            "type": "city",
            "unit_number": "в/ч 31895",
            "active": true
        },
        {
            "id": "loc_014",
            "name": "Мосрентген Московской обл.",
            "full_name": "п. Мосрентген Московской обл.",
            "type": "village",
            "unit_number": "в/ч 61899",
            "active": true
        },
        {
            "id": "loc_015",
            "name": "Москва",
            "full_name": "г. Москва",
            "type": "city",
            "unit_number": "в/ч 76835",
            "active": true
        },
        {
            "id": "loc_016",
            "name": "Калуга",
            "full_name": "г. Калуга",
            "type": "city",
            "unit_number": "в/ч 10199",
            "active": true
        },
        {
            "id": "loc_017",
            "name": "Шуя Ивановской обл.",
            "full_name": "г. Шуя Ивановской обл.",
            "type": "city",
            "unit_number": "в/ч 03333",
            "active": true
        },
        {
            "id": "loc_018",
            "name": "Иваново",
            "full_name": "г. Иваново",
            "type": "city",
            "unit_number": "в/ч 41520",
            "active": true
        },
        {
            "id": "loc_019",
            "name": "Иваново",
            "full_name": "г. Иваново",
            "type": "city",
            "unit_number": "в/ч 65451",
            "active": true
        },
        {
            "id": "loc_020",
            "name": "Тейково Ивановской обл.",
            "full_name": "г. Тейково Ивановской обл.",
            "type": "city",
            "unit_number": "в/ч 34048",
            "active": true
        },
        {
            "id": "loc_021",
            "name": "Белоомут Московской обл.",
            "full_name": "пгт. Белоомут Московской обл.",
            "type": "urban_village",
            "unit_number": "в/ч 25801-11",
            "active": true
        },
        {
            "id": "loc_022",
            "name": "Дзержинск Нижегородской обл.",
            "full_name": "г. Дзержинск Нижегородской обл.",
            "type": "city",
            "unit_number": "в/ч 11385",
            "active": true
        },
        {
            "id": "loc_023",
            "name": "Ковров Владимирской обл.",
            "full_name": "г. Ковров Владимирской обл.",
            "type": "city",
            "unit_number": "в/ч 30616",
            "active": true
        },
        {
            "id": "loc_024",
            "name": "Кубинка Московской обл.",
            "full_name": "г. Кубинка Московской обл.",
            "type": "city",
            "unit_number": "в/ч 23700",
            "active": true
        },
        {
            "id": "loc_025",
            "name": "Щелково Московской обл.",
            "full_name": "г. Щелково Московской обл.",
            "type": "city",
            "unit_number": "в/ч 42829",
            "active": true
        },
        {
            "id": "loc_026",
            "name": "Первомайское Тамбовской обл.",
            "full_name": "п. Первомайское Тамбовской обл.",
            "type": "village",
            "unit_number": "в/ч 14272",
            "active": true
        },
        {
            "id": "loc_027",
            "name": "Москва",
            "full_name": "г. Москва",
            "type": "city",
            "unit_number": "123 ВП МО РФ АО \"\"ГМКБ \"\"Вымпел\"\" им. И.И.Торопова",
            "active": true
        },
        {
            "id": "loc_028",
            "name": "Москва",
            "full_name": "г. Москва",
            "type": "city",
            "unit_number": "163 ВП МО РФ ПАО \"\"ОАК\"\"",
            "active": true
        },
        {
            "id": "loc_029",
            "name": "Москва",
            "full_name": "г. Москва",
            "type": "city",
            "unit_number": "171 ВП МО РФ \"\"ОКБ им. А.Люльки\"\" филиал ПАО \"\"ОДК-УМПО\"\"",
            "active": true
        },
        {
            "id": "loc_030",
            "name": "Москва",
            "full_name": "г. Москва",
            "type": "settlement",
            "unit_number": "189 ВП МО РФ АО \"ОКБ им. А.С.Яковлева\"",
            "active": true
        },
        {
            "id": "loc_031",
            "name": "Москва",
            "full_name": "г. Москва",
            "type": "city",
            "unit_number": null,
            "active": true
        },
        {
            "id": "loc_032",
            "name": "Москва",
            "full_name": "г. Москва",
            "type": "city",
            "unit_number": "197 ВП МО РФ АО \"\"ОДК\"\"",
            "active": true
        },
        {
            "id": "loc_033",
            "name": "218 ВП МО РФ АО \"\"МПО им. И.Румянцева",
            "full_name": "218 ВП МО РФ АО \"\"МПО им. И.Румянцева",
            "type": "unknown",
            "unit_number": null,
            "active": true
        },
        {
            "id": "loc_034",
            "name": "Москва",
            "full_name": "г. Москва",
            "type": "city",
            "unit_number": null,
            "active": true
        },
        {
            "id": "loc_035",
            "name": "Москва",
            "full_name": "г. Москва",
            "type": "city",
            "unit_number": "229 ВП МО РФ АО \"\"ММП им. В.В.Чернышева\"\"",
            "active": true
        },
        {
            "id": "loc_036",
            "name": "Москва",
            "full_name": "г. Москва",
            "type": "city",
            "unit_number": "308 ВП МО РФ, ФГУП \"\"ГосНИИАС\"\"",
            "active": true
        },
        {
            "id": "loc_037",
            "name": "Череповец",
            "full_name": "г. Череповец",
            "type": "city",
            "unit_number": "ВУРЭ",
            "active": true
        },
        {
            "id": "loc_038",
            "name": "Ломоносов г. Санкт-Петербург",
            "full_name": "г. Ломоносов г. Санкт-Петербург",
            "type": "city",
            "unit_number": "в/ч 74429",
            "active": true
        },
        {
            "id": "loc_039",
            "name": "Ейск Краснодарского края",
            "full_name": "г. Ейск Краснодарского края",
            "type": "city",
            "unit_number": "в/ч 33859",
            "active": true
        },
        {
            "id": "loc_040",
            "name": "Светлый Саратовской обл.",
            "full_name": "ЗАТО Светлый Саратовской обл.",
            "type": "zato",
            "unit_number": "в/ч 89553",
            "active": true
        },
        {
            "id": "loc_041",
            "name": "Санкт-Петербург, г. Кронштадт",
            "full_name": "г. Санкт-Петербург, г. Кронштадт",
            "type": "city",
            "unit_number": "в/ч 22830",
            "active": true
        },
        {
            "id": "loc_042",
            "name": "Санкт-Петербург, г. Кронштадт",
            "full_name": "г. Санкт-Петербург, г. Кронштадт",
            "type": "city",
            "unit_number": "в/ч 56529-5",
            "active": true
        },
        {
            "id": "loc_043",
            "name": "Санкт-Петербург, г. Кронштадт",
            "full_name": "г. Санкт-Петербург, г. Кронштадт",
            "type": "city",
            "unit_number": "в/ч 56529-2",
            "active": true
        },
        {
            "id": "loc_044",
            "name": "Балтийск, в/ч 45752-Д, п. Ладушкин Калининградской обл.",
            "full_name": "г. Балтийск, в/ч 45752-Д, п. Ладушкин Калининградской обл.",
            "type": "city",
            "unit_number": "в/ч 45617, в/ч 20829",
            "active": true
        },
        {
            "id": "loc_045",
            "name": "Каменка Ленинградской обл.",
            "full_name": "п. Каменка Ленинградской обл.",
            "type": "village",
            "unit_number": "в/ч 02511",
            "active": true
        },
        {
            "id": "loc_046",
            "name": "Гаджиево Мурманской обл.",
            "full_name": "г. Гаджиево Мурманской обл.",
            "type": "city",
            "unit_number": "в/ч 95155",
            "active": true
        },
        {
            "id": "loc_047",
            "name": "Гаджиево Мурманской обл.",
            "full_name": "г. Гаджиево Мурманской обл.",
            "type": "city",
            "unit_number": "в/ч 34357",
            "active": true
        },
        {
            "id": "loc_048",
            "name": "Остров-4 Псковской обл.",
            "full_name": "г. Остров-4 Псковской обл.",
            "type": "city",
            "unit_number": "в/ч 35700",
            "active": true
        },
        {
            "id": "loc_049",
            "name": "Санкт-Петербург",
            "full_name": "г.Санкт-Петербург",
            "type": "city",
            "unit_number": "ВА связи",
            "active": true
        },
        {
            "id": "loc_050",
            "name": "Горелово, г. Санкт-Петербург",
            "full_name": "п. Горелово, г. Санкт-Петербург",
            "type": "village",
            "unit_number": "в/ч 13821",
            "active": true
        },
        {
            "id": "loc_051",
            "name": "Песочное Ленинградской обл.",
            "full_name": "н.п. Песочное Ленинградской обл.",
            "type": "settlement",
            "unit_number": "в/ч 55338",
            "active": true
        },
        {
            "id": "loc_052",
            "name": "Йошкар-Ола Республики Марий-Эл",
            "full_name": "г. Йошкар-Ола Республики Марий-Эл",
            "type": "city",
            "unit_number": "в/ч 05203",
            "active": true
        },
        {
            "id": "loc_053",
            "name": "Аксай Ростовской обл.",
            "full_name": "г. Аксай Ростовской обл.",
            "type": "city",
            "unit_number": "в/ч 01957",
            "active": true
        },
        {
            "id": "loc_054",
            "name": "Аксай Ростовской обл.",
            "full_name": "г. Аксай Ростовской обл.",
            "type": "city",
            "unit_number": "в/ч 01957",
            "active": true
        },
        {
            "id": "loc_055",
            "name": "Рассвет Ростовской обл.",
            "full_name": "п. Рассвет Ростовской обл.",
            "type": "village",
            "unit_number": "в/ч 71609",
            "active": true
        },
        {
            "id": "loc_056",
            "name": "Ставрополь",
            "full_name": "г. Ставрополь",
            "type": "city",
            "unit_number": "в/ч 41600",
            "active": true
        },
        {
            "id": "loc_057",
            "name": "Владикавказ Республики Северная Осетия - Алания",
            "full_name": "г. Владикавказ Республики Северная Осетия - Алания",
            "type": "city",
            "unit_number": "в/ч 29202",
            "active": true
        },
        {
            "id": "loc_058",
            "name": "Рассвет Ростовской обл.",
            "full_name": "п. Рассвет Ростовской обл.",
            "type": "village",
            "unit_number": "в/ч 62829",
            "active": true
        },
        {
            "id": "loc_059",
            "name": "в/ч 33594, п Молькино Краснодарского края",
            "full_name": "в/ч 33594, п Молькино Краснодарского края",
            "type": "unknown",
            "unit_number": null,
            "active": true
        },
        {
            "id": "loc_060",
            "name": "в/ч 91708",
            "full_name": "в/ч 91708",
            "type": "unknown",
            "unit_number": null,
            "active": true
        },
        {
            "id": "loc_061",
            "name": "Волжский Волгоградской обл.",
            "full_name": "г. Волжский Волгоградской обл.",
            "type": "city",
            "unit_number": "в/ч 73420",
            "active": true
        },
        {
            "id": "loc_062",
            "name": "Юрга Кемеровской обл.",
            "full_name": "г. Юрга Кемеровской обл.",
            "type": "city",
            "unit_number": "в/ч 59361",
            "active": true
        },
        {
            "id": "loc_063",
            "name": "Тоцкое Оренбургской обл.",
            "full_name": "п. Тоцкое Оренбургской обл.",
            "type": "village",
            "unit_number": "в/ч 32755",
            "active": true
        },
        {
            "id": "loc_064",
            "name": "Ачинск",
            "full_name": "г. Ачинск",
            "type": "city",
            "unit_number": "в/ч 97646",
            "active": true
        },
        {
            "id": "loc_065",
            "name": "Ангарск",
            "full_name": "г. Ангарск",
            "type": "city",
            "unit_number": "в/ч 58133-18",
            "active": true
        },
        {
            "id": "loc_066",
            "name": "Канск",
            "full_name": "г. Канск",
            "type": "city",
            "unit_number": "в/ч 58133-14",
            "active": true
        },
        {
            "id": "loc_067",
            "name": "Бийск",
            "full_name": "г. Бийск",
            "type": "city",
            "unit_number": "в/ч 58133-5",
            "active": true
        },
        {
            "id": "loc_068",
            "name": "Братск",
            "full_name": "г. Братск",
            "type": "city",
            "unit_number": "в/ч 58133-20",
            "active": true
        },
        {
            "id": "loc_069",
            "name": "Березовский",
            "full_name": "г. Березовский",
            "type": "city",
            "unit_number": "в/ч 92851",
            "active": true
        },
        {
            "id": "loc_070",
            "name": "Энгельс",
            "full_name": "г. Энгельс",
            "type": "city",
            "unit_number": "в/ч 40218",
            "active": true
        },
        {
            "id": "loc_071",
            "name": "Алкино, Республика Башкортостан",
            "full_name": "пгт. Алкино, Республика Башкортостан",
            "type": "urban_village",
            "unit_number": "в/ч 63494",
            "active": true
        },
        {
            "id": "loc_072",
            "name": "Челябинск",
            "full_name": "г. Челябинск",
            "type": "city",
            "unit_number": "УАвБ",
            "active": true
        },
        {
            "id": "loc_073",
            "name": "Увельский Челябинской обл.",
            "full_name": "пгт. Увельский Челябинской обл.",
            "type": "urban_village",
            "unit_number": "в/ч 45123-2",
            "active": true
        },
        {
            "id": "loc_074",
            "name": "п. Солнечный Красноярского края",
            "full_name": "ЗАТО п. Солнечный Красноярского края",
            "type": "zato",
            "unit_number": "в/ч 32441",
            "active": true
        },
        {
            "id": "loc_075",
            "name": "г. Новосибирск-95 Новосибирской обл.",
            "full_name": "ЗАТО г. Новосибирск-95 Новосибирской обл.",
            "type": "zato",
            "unit_number": "в/ч 34148",
            "active": true
        },
        {
            "id": "loc_076",
            "name": "Екатеринбург",
            "full_name": "г. Екатеринбург",
            "type": "city",
            "unit_number": "в/ч 40566",
            "active": true
        },
        {
            "id": "loc_077",
            "name": "Екатеринбург",
            "full_name": "г. Екатеринбург",
            "type": "city",
            "unit_number": "в/ч 28331",
            "active": true
        },
        {
            "id": "loc_078",
            "name": "Самара",
            "full_name": "г. Самара",
            "type": "city",
            "unit_number": "в/ч 59292",
            "active": true
        },
        {
            "id": "loc_079",
            "name": "Ульяновск",
            "full_name": "г. Ульяновск",
            "type": "city",
            "unit_number": "в/ч 42731",
            "active": true
        },
        {
            "id": "loc_080",
            "name": "Коченево Новосибирской обл.",
            "full_name": "п. Коченево Новосибирской обл.",
            "type": "village",
            "unit_number": "в/ч 57849",
            "active": true
        },
        {
            "id": "loc_081",
            "name": "Обь Новосибирской обл.",
            "full_name": "г. Обь Новосибирской обл.",
            "type": "city",
            "unit_number": "в/ч 58133",
            "active": true
        },
        {
            "id": "loc_082",
            "name": "Новосибирск",
            "full_name": "г. Новосибирск",
            "type": "city",
            "unit_number": "в/ч 29286",
            "active": true
        },
        {
            "id": "loc_083",
            "name": "Новосибирск",
            "full_name": "г. Новосибирск",
            "type": "city",
            "unit_number": "в/ч 40566",
            "active": true
        },
        {
            "id": "loc_084",
            "name": "Сакмара Оренбургской обл.",
            "full_name": "н.п. Сакмара Оренбургской обл.",
            "type": "settlement",
            "unit_number": "в/ч 54782",
            "active": true
        },
        {
            "id": "loc_085",
            "name": "Владивосток",
            "full_name": "г. Владивосток",
            "type": "city",
            "unit_number": "в/ч 99333",
            "active": true
        },
        {
            "id": "loc_086",
            "name": "Владивосток",
            "full_name": "г. Владивосток",
            "type": "city",
            "unit_number": "в/ч 20293",
            "active": true
        },
        {
            "id": "loc_087",
            "name": "Ковров Владимирской обл.",
            "full_name": "г. Ковров Владимирской обл.",
            "type": "city",
            "unit_number": "в/ч 30616-7",
            "active": true
        },
        {
            "id": "loc_088",
            "name": "Наро-Фоминск Московской обл.",
            "full_name": "г. Наро-Фоминск Московской обл.",
            "type": "city",
            "unit_number": "в/ч 19612",
            "active": true
        },
        {
            "id": "loc_089",
            "name": "Валуйки Белгородской обл.",
            "full_name": "г. Валуйки Белгородской обл.",
            "type": "city",
            "unit_number": "в/ч 54046",
            "active": true
        },
        {
            "id": "loc_090",
            "name": "Тамбов",
            "full_name": "г. Тамбов",
            "type": "city",
            "unit_number": "в/ч 54607",
            "active": true
        },
        {
            "id": "loc_091",
            "name": "Москва",
            "full_name": "г. Москва",
            "type": "city",
            "unit_number": "в/ч 75384",
            "active": true
        },
        {
            "id": "loc_092",
            "name": "Тверь",
            "full_name": "г. Тверь",
            "type": "city",
            "unit_number": "в/ч 41486",
            "active": true
        },
        {
            "id": "loc_093",
            "name": "Рязань",
            "full_name": "г. Рязань",
            "type": "city",
            "unit_number": "в/ч 41521",
            "active": true
        },
        {
            "id": "loc_094",
            "name": "Алабино",
            "full_name": "п. Алабино",
            "type": "village",
            "unit_number": "в/ч 23626",
            "active": true
        },
        {
            "id": "loc_095",
            "name": "Наро-Фоминск",
            "full_name": "г. Наро-Фоминск",
            "type": "city",
            "unit_number": "в/ч 43034",
            "active": true
        },
        {
            "id": "loc_096",
            "name": "в/ч 19612, Наро-Фоминск",
            "full_name": "в/ч 19612, Наро-Фоминск",
            "type": "unknown",
            "unit_number": null,
            "active": true
        },
        {
            "id": "loc_097",
            "name": "Оленегорск Мурманской обл.",
            "full_name": "г. Оленегорск Мурманской обл.",
            "type": "city",
            "unit_number": "в/ч 16605",
            "active": true
        },
        {
            "id": "loc_098",
            "name": "Софрино-1",
            "full_name": "г. Софрино-1",
            "type": "city",
            "unit_number": "в/ч 75555",
            "active": true
        },
        {
            "id": "loc_099",
            "name": "Солнечногорск-7",
            "full_name": "г. Солнечногорск-7",
            "type": "city",
            "unit_number": "в/ч 12556",
            "active": true
        },
        {
            "id": "loc_100",
            "name": "Коломна Московской обл.",
            "full_name": "г. Коломна Московской обл.",
            "type": "city",
            "unit_number": "в/ч 17204",
            "active": true
        },
        {
            "id": "loc_101",
            "name": "Шаталово Смоленской обл.",
            "full_name": "п. Шаталово Смоленской обл.",
            "type": "village",
            "unit_number": "в/ч 55840",
            "active": true
        },
        {
            "id": "loc_102",
            "name": "Северный Московской обл.",
            "full_name": "п. Северный Московской обл.",
            "type": "village",
            "unit_number": "в/ч 51618",
            "active": true
        },
        {
            "id": "loc_103",
            "name": "Хотилово Тверской обл.",
            "full_name": "д. Хотилово Тверской обл.",
            "type": "hamlet",
            "unit_number": "в/ч 45118",
            "active": true
        },
        {
            "id": "loc_104",
            "name": "Ржев Тверской обл.",
            "full_name": "г. Ржев Тверской обл.",
            "type": "city",
            "unit_number": "в/ч 51592",
            "active": true
        },
        {
            "id": "loc_105",
            "name": "Клин Московской обл.",
            "full_name": "г. Клин Московской обл.",
            "type": "city",
            "unit_number": "в/ч 04775",
            "active": true
        },
        {
            "id": "loc_106",
            "name": "Северный г. Балашиха",
            "full_name": "мкп. Северный г. Балашиха",
            "type": "microdistrict",
            "unit_number": "в/ч 51618",
            "active": true
        },
        {
            "id": "loc_107",
            "name": "Коломна-1 Московской обл.",
            "full_name": "г. Коломна-1 Московской обл.",
            "type": "city",
            "unit_number": "в/ч 17204",
            "active": true
        },
        {
            "id": "loc_108",
            "name": "Коломна Московской обл.",
            "full_name": "г. Коломна Московской обл.",
            "type": "city",
            "unit_number": "в/ч 20924",
            "active": true
        },
        {
            "id": "loc_109",
            "name": "Видное",
            "full_name": "г. Видное",
            "type": "city",
            "unit_number": "в/ч 52096",
            "active": true
        },
        {
            "id": "loc_110",
            "name": "Валадай",
            "full_name": "г. Валадай",
            "type": "city",
            "unit_number": "в/ч 45813",
            "active": true
        },
        {
            "id": "loc_111",
            "name": "Мирный Архангельской обл.",
            "full_name": "г. Мирный Архангельской обл.",
            "type": "city",
            "unit_number": "в/ч 22994",
            "active": true
        },
        {
            "id": "loc_112",
            "name": "Козельск Калужской обл.",
            "full_name": "г. Козельск Калужской обл.",
            "type": "city",
            "unit_number": "в/ч 54055",
            "active": true
        },
        {
            "id": "loc_113",
            "name": "Муром Владимирской обл.",
            "full_name": "г. Муром Владимирской обл.",
            "type": "city",
            "unit_number": "в/ч 11105",
            "active": true
        },
        {
            "id": "loc_114",
            "name": "Муром Владимирской обл.",
            "full_name": "г. Муром Владимирской обл.",
            "type": "city",
            "unit_number": "в/ч 45445",
            "active": true
        },
        {
            "id": "loc_115",
            "name": "Кстово Нижегородской обл.",
            "full_name": "г. Кстово Нижегородской обл.",
            "type": "city",
            "unit_number": "в/ч 64120",
            "active": true
        },
        {
            "id": "loc_116",
            "name": "Большое Буньково Ногинского района Московской обл.",
            "full_name": "д. Большое Буньково Ногинского района Московской обл.",
            "type": "hamlet",
            "unit_number": "в/ч 19889",
            "active": true
        },
        {
            "id": "loc_117",
            "name": "Курск",
            "full_name": "г. Курск",
            "type": "city",
            "unit_number": "в/ч 11262",
            "active": true
        },
        {
            "id": "loc_118",
            "name": "в/ч 11361",
            "full_name": "в/ч 11361",
            "type": "unknown",
            "unit_number": null,
            "active": true
        },
        {
            "id": "loc_119",
            "name": "Зюзино Московской обл.",
            "full_name": "п. Зюзино Московской обл.",
            "type": "village",
            "unit_number": "в/ч 75384",
            "active": true
        },
        {
            "id": "loc_120",
            "name": "Воронеж",
            "full_name": "г. Воронеж",
            "type": "city",
            "unit_number": "ВУНЦ ВВС \"\"ВВА\"\"",
            "active": true
        },
        {
            "id": "loc_121",
            "name": "Москва",
            "full_name": "г. Москва",
            "type": "city",
            "unit_number": "в/ч 44747",
            "active": true
        },
        {
            "id": "loc_122",
            "name": "Кашира Московской обл.",
            "full_name": "г. Кашира Московской обл.",
            "type": "city",
            "unit_number": "в/ч 98577",
            "active": true
        },
        {
            "id": "loc_123",
            "name": "Чехов-7 Московской обл.",
            "full_name": "г. Чехов-7 Московской обл.",
            "type": "city",
            "unit_number": "в/ч 03863",
            "active": true
        },
        {
            "id": "loc_124",
            "name": "Тамбов",
            "full_name": "г. Тамбов",
            "type": "city",
            "unit_number": "в/ч 54607",
            "active": true
        },
        {
            "id": "loc_125",
            "name": "Москва",
            "full_name": "г. Москва",
            "type": "city",
            "unit_number": "По расчету ГУ ГШ ВС РФ",
            "active": true
        },
        {
            "id": "loc_126",
            "name": "Москва",
            "full_name": "г. Москва",
            "type": "city",
            "unit_number": "ДИиМК МО РФ",
            "active": true
        },
        {
            "id": "loc_127",
            "name": "Москва",
            "full_name": "г. Москва",
            "type": "city",
            "unit_number": "Военный университет МО РФ",
            "active": true
        },
        {
            "id": "loc_128",
            "name": "Московское ВОКУ",
            "full_name": "Московское ВОКУ",
            "type": "unknown",
            "unit_number": null,
            "active": true
        },
        {
            "id": "loc_129",
            "name": "Ярославское ВВУ ПВО",
            "full_name": "Ярославское ВВУ ПВО",
            "type": "unknown",
            "unit_number": null,
            "active": true
        },
        {
            "id": "loc_130",
            "name": "Смоленск",
            "full_name": "г. Смоленск",
            "type": "city",
            "unit_number": "в/ч 73582",
            "active": true
        },
        {
            "id": "loc_131",
            "name": "Чехов, Московской обл.",
            "full_name": "г. Чехов, Московской обл.",
            "type": "city",
            "unit_number": "в/ч 30663",
            "active": true
        },
        {
            "id": "loc_132",
            "name": "Селятино, Московской обл.",
            "full_name": "п. Селятино, Московской обл.",
            "type": "village",
            "unit_number": "в/ч 76736",
            "active": true
        },
        {
            "id": "loc_133",
            "name": "Рязанское ГВВДКУ",
            "full_name": "Рязанское ГВВДКУ",
            "type": "unknown",
            "unit_number": null,
            "active": true
        },
        {
            "id": "loc_134",
            "name": "Боровичи Новгородской обл.",
            "full_name": "г. Боровичи Новгородской обл.",
            "type": "city",
            "unit_number": "в/ч 73535",
            "active": true
        },
        {
            "id": "loc_135",
            "name": "Сергиев Посад Московской обл.",
            "full_name": "г. Сергиев Посад Московской обл.",
            "type": "city",
            "unit_number": "в/ч 14258",
            "active": true
        },
        {
            "id": "loc_136",
            "name": "Центр (лингвистический МО РФ) Военного университет...",
            "full_name": "Центр (лингвистический МО РФ) Военного университета МО РФ",
            "type": "organization",
            "unit_number": null,
            "active": true
        },
        {
            "id": "loc_137",
            "name": "Москва",
            "full_name": "г. Москва",
            "type": "city",
            "unit_number": "По расчету ГУК МО РФ",
            "active": true
        },
        {
            "id": "loc_138",
            "name": "Рязань, Рязанская обл.",
            "full_name": "г. Рязань, Рязанская обл.",
            "type": "city",
            "unit_number": "в/ч 01855",
            "active": true
        },
        {
            "id": "loc_139",
            "name": "участка и ст. г. Ярославль",
            "full_name": "д. участка и ст. г. Ярославль",
            "type": "hamlet",
            "unit_number": "Комендатура ВОСО ж.",
            "active": true
        },
        {
            "id": "loc_140",
            "name": "участка и ст. г. Нижний Новгород",
            "full_name": "д. участка и ст. г. Нижний Новгород",
            "type": "hamlet",
            "unit_number": "Комендатура ВОСО ж.",
            "active": true
        },
        {
            "id": "loc_141",
            "name": "участка и ст. г. Брянск",
            "full_name": "д. участка и ст. г. Брянск",
            "type": "hamlet",
            "unit_number": "Комендатура ВОСО ж.",
            "active": true
        },
        {
            "id": "loc_142",
            "name": "участка и ст. г. Рязань",
            "full_name": "д. участка и ст. г. Рязань",
            "type": "hamlet",
            "unit_number": "Комендатура ВОСО ж.",
            "active": true
        },
        {
            "id": "loc_143",
            "name": "участка и ст. г. Смоленск",
            "full_name": "д. участка и ст. г. Смоленск",
            "type": "hamlet",
            "unit_number": "Комендатура ВОСО ж.",
            "active": true
        },
        {
            "id": "loc_144",
            "name": "Дзержинск Нижегородской обл.",
            "full_name": "г. Дзержинск Нижегородской обл.",
            "type": "city",
            "unit_number": "в/ч 11385",
            "active": true
        },
        {
            "id": "loc_145",
            "name": "Селятино Московской обл.",
            "full_name": "п. Селятино Московской обл.",
            "type": "village",
            "unit_number": "в/ч 76736",
            "active": true
        },
        {
            "id": "loc_146",
            "name": "Москва",
            "full_name": "г. Москва",
            "type": "city",
            "unit_number": "Московский гарнизонный военный суд",
            "active": true
        },
        {
            "id": "loc_147",
            "name": "Москва",
            "full_name": "г. Москва",
            "type": "city",
            "unit_number": "235 гарнизонный военный суд",
            "active": true
        },
        {
            "id": "loc_148",
            "name": "Нижний Новгород",
            "full_name": "г. Нижний Новгород",
            "type": "city",
            "unit_number": "Нижегородский гарнизонный военный суд",
            "active": true
        },
        {
            "id": "loc_149",
            "name": "Одинцово Московской обл.",
            "full_name": "г. Одинцово Московской обл.",
            "type": "city",
            "unit_number": "Одинцовский гарнизонный военный суд",
            "active": true
        },
        {
            "id": "loc_150",
            "name": "Воронеж",
            "full_name": "г. Воронеж",
            "type": "city",
            "unit_number": "Воронежский гарнизонный военный суд",
            "active": true
        },
        {
            "id": "loc_151",
            "name": "Москва",
            "full_name": "г.Москва",
            "type": "city",
            "unit_number": "231 военная прокуратура гарнизона",
            "active": true
        },
        {
            "id": "loc_152",
            "name": "Северный, Московской обл.",
            "full_name": "пос. Северный, Московской обл.",
            "type": "village",
            "unit_number": "42 военная прокуратура гарнизона, в/ч 02219",
            "active": true
        },
        {
            "id": "loc_153",
            "name": "Москва",
            "full_name": "г.Москва",
            "type": "city",
            "unit_number": "317 военная прокуратура гарнизона",
            "active": true
        },
        {
            "id": "loc_154",
            "name": "Тверь Московской обл.",
            "full_name": "г. Тверь Московской обл.",
            "type": "city",
            "unit_number": "Военная прокуратура Тверского гарнизона",
            "active": true
        },
        {
            "id": "loc_155",
            "name": "Одинцово",
            "full_name": "г. Одинцово",
            "type": "city",
            "unit_number": "Военная прокуратура Краснодарского гарнизона",
            "active": true
        },
        {
            "id": "loc_156",
            "name": "Балашиха",
            "full_name": "г. Балашиха",
            "type": "city",
            "unit_number": "Военная прокуратура Балашихинского гарнизона",
            "active": true
        },
        {
            "id": "loc_157",
            "name": "Брянск",
            "full_name": "г. Брянск",
            "type": "city",
            "unit_number": "Военная прокуратура Брянского гарнизона",
            "active": true
        },
        {
            "id": "loc_158",
            "name": "Москва",
            "full_name": "г.Москва",
            "type": "city",
            "unit_number": "ПД МО",
            "active": true
        },
        {
            "id": "loc_159",
            "name": "Департамент псилохогической работы МО РФ",
            "full_name": "Департамент псилохогической работы МО РФ",
            "type": "unknown",
            "unit_number": null,
            "active": true
        },
        {
            "id": "loc_160",
            "name": "Наро-Фоминск Московской обл.",
            "full_name": "г. Наро-Фоминск Московской обл.",
            "type": "city",
            "unit_number": "в/ч 19612, Военная комендатура (гарнизона, 1 разряда)",
            "active": true
        },
        {
            "id": "loc_161",
            "name": "Москвы",
            "full_name": "г. Москвы",
            "type": "city",
            "unit_number": "Военная комендатура",
            "active": true
        },
        {
            "id": "loc_162",
            "name": "Подольск Московской обл.",
            "full_name": "г. Подольск Московской обл.",
            "type": "city",
            "unit_number": "Военная комендатура (гарнизона, 1 разряда)",
            "active": true
        },
        {
            "id": "loc_163",
            "name": "Балашиха Московской обл.",
            "full_name": "г. Балашиха Московской обл.",
            "type": "city",
            "unit_number": "Военная комендатура (гарнизона, 1 разряда)",
            "active": true
        },
        {
            "id": "loc_164",
            "name": "Наро-Фоминск Московской обл.",
            "full_name": "г. Наро-Фоминск Московской обл.",
            "type": "city",
            "unit_number": "Военная комендатура (гарнизона, 1 разряда)",
            "active": true
        },
        {
            "id": "loc_165",
            "name": "Алабино Наро-Фоминского района Московской обл.",
            "full_name": "пгт. Алабино Наро-Фоминского района Московской обл.",
            "type": "urban_village",
            "unit_number": "Военная комендатура (гарнизона, 1 разряда)",
            "active": true
        },
        {
            "id": "loc_166",
            "name": "Солнечногорск Московской обл.",
            "full_name": "г. Солнечногорск Московской обл.",
            "type": "city",
            "unit_number": "Военная комендатура (гарнизона, 2 разряда)",
            "active": true
        },
        {
            "id": "loc_167",
            "name": "Сергиев Посад Московской обл.",
            "full_name": "г. Сергиев Посад Московской обл.",
            "type": "city",
            "unit_number": "Военная комендатура (гарнизона, 3 разряда)",
            "active": true
        },
        {
            "id": "loc_168",
            "name": "Тамбов",
            "full_name": "г. Тамбов",
            "type": "city",
            "unit_number": "Военная комендатура (гарнизона, 1 разряда)",
            "active": true
        },
        {
            "id": "loc_169",
            "name": "Курск",
            "full_name": "г. Курск",
            "type": "city",
            "unit_number": "Военная комендатура (гарнизона, 2 разряда)",
            "active": true
        },
        {
            "id": "loc_170",
            "name": "Селятино Московской обл.",
            "full_name": "п.Селятино Московской обл.",
            "type": "village",
            "unit_number": "в/ч 76736",
            "active": true
        },
        {
            "id": "loc_171",
            "name": "Иваново",
            "full_name": "г. Иваново",
            "type": "city",
            "unit_number": "Военная комендатура (гарнизона, 1 разряда)",
            "active": true
        },
        {
            "id": "loc_172",
            "name": "Воронеж",
            "full_name": "г. Воронеж",
            "type": "city",
            "unit_number": "Военная комендатура (гарнизона, 1 разряда)",
            "active": true
        },
        {
            "id": "loc_173",
            "name": "Липецк",
            "full_name": "г. Липецк",
            "type": "city",
            "unit_number": "Военная комендатура (гарнизона, 1 разряда)",
            "active": true
        },
        {
            "id": "loc_174",
            "name": "Нижний Новгород",
            "full_name": "г. Нижний Новгород",
            "type": "city",
            "unit_number": "Военная комендатура (гарнизона, 1 разряда)",
            "active": true
        },
        {
            "id": "loc_175",
            "name": "Тула",
            "full_name": "г. Тула",
            "type": "city",
            "unit_number": "Военная комендатура (гарнизона, 1 разряда)",
            "active": true
        },
        {
            "id": "loc_176",
            "name": "Бугры Ленинградской обл.",
            "full_name": "пос. Бугры Ленинградской обл.",
            "type": "village",
            "unit_number": "в/ч 75752",
            "active": true
        },
        {
            "id": "loc_177",
            "name": "Санкт-Петербург",
            "full_name": "г. Санкт-Петербург",
            "type": "city",
            "unit_number": "Военная прокуратура Санкт-Петербургского гарнизона",
            "active": true
        },
        {
            "id": "loc_178",
            "name": "Мурманск",
            "full_name": "г. Мурманск",
            "type": "city",
            "unit_number": "305 военная прокуратура гарнизона",
            "active": true
        },
        {
            "id": "loc_179",
            "name": "Псков",
            "full_name": "г. Псков",
            "type": "city",
            "unit_number": "Военная прокуратура Псковского гарнизона",
            "active": true
        },
        {
            "id": "loc_180",
            "name": "Санкт-Петербург",
            "full_name": "г. Санкт-Петербург",
            "type": "city",
            "unit_number": "Санкт-Петербургский гарнизонный военный суд",
            "active": true
        },
        {
            "id": "loc_181",
            "name": "Ломоносов Ленинградской обл.",
            "full_name": "г. Ломоносов Ленинградской обл.",
            "type": "city",
            "unit_number": "в/ч 74429",
            "active": true
        },
        {
            "id": "loc_182",
            "name": "Войсковицы Ленинградской обл.",
            "full_name": "пос. Войсковицы Ленинградской обл.",
            "type": "village",
            "unit_number": "УЦ (ЗРВ) ВА ВКО",
            "active": true
        },
        {
            "id": "loc_183",
            "name": "Санкт-Петербург",
            "full_name": "г. Санкт-Петербург",
            "type": "city",
            "unit_number": "Военная комедатура (гарнизона, 1 разряда)",
            "active": true
        },
        {
            "id": "loc_184",
            "name": "Севостополь",
            "full_name": "г. Севостополь",
            "type": "city",
            "unit_number": "Военная комендатура (гарнизона, 1 разряда)",
            "active": true
        },
        {
            "id": "loc_185",
            "name": "Астрахань",
            "full_name": "г. Астрахань",
            "type": "city",
            "unit_number": "Военная комендатура (гарнизона, 1 разряда)",
            "active": true
        },
        {
            "id": "loc_186",
            "name": "Новоросийск",
            "full_name": "г. Новоросийск",
            "type": "city",
            "unit_number": "Военная комендатура (гарнизона, 1 разряда)",
            "active": true
        },
        {
            "id": "loc_187",
            "name": "Ростов-на-Дону",
            "full_name": "г. Ростов-на-Дону",
            "type": "city",
            "unit_number": "Военная комедатура (гарнизона, 1 разряда)",
            "active": true
        },
        {
            "id": "loc_188",
            "name": "Симферопль Риспублика Крым",
            "full_name": "г. Симферопль Риспублика Крым",
            "type": "city",
            "unit_number": "Военная комедатура (гарнизона, 1 разряда)",
            "active": true
        },
        {
            "id": "loc_189",
            "name": "Краснодар",
            "full_name": "г. Краснодар",
            "type": "city",
            "unit_number": "Военная комедатура (гарнизона, 1 разряда)",
            "active": true
        },
        {
            "id": "loc_190",
            "name": "Краснодар",
            "full_name": "г. Краснодар",
            "type": "city",
            "unit_number": "Краснодарское ВВУ",
            "active": true
        },
        {
            "id": "loc_191",
            "name": "Майкоп Республики Адыгеи",
            "full_name": "г. Майкоп Республики Адыгеи",
            "type": "city",
            "unit_number": "в/ч 67995",
            "active": true
        },
        {
            "id": "loc_192",
            "name": "Симферопль Республики Крым",
            "full_name": "г. Симферопль Республики Крым",
            "type": "city",
            "unit_number": "Крымский гарнизонный военный суд",
            "active": true
        },
        {
            "id": "loc_193",
            "name": "Махачкала",
            "full_name": "г. Махачкала",
            "type": "city",
            "unit_number": "Военная прокуратура Махачкалинского гарнизона",
            "active": true
        },
        {
            "id": "loc_194",
            "name": "Растов-на-Дону",
            "full_name": "г. Растов-на-Дону",
            "type": "city",
            "unit_number": "Растовский-на-Дону гарнизонный военный суд",
            "active": true
        },
        {
            "id": "loc_195",
            "name": "Новочеркасск",
            "full_name": "г. Новочеркасск",
            "type": "city",
            "unit_number": "Новочеркасский гарнизонный военный суд",
            "active": true
        },
        {
            "id": "loc_196",
            "name": "Краснодар, Краснодарского края",
            "full_name": "г. Краснодар, Краснодарского края",
            "type": "city",
            "unit_number": "Краснодарский гарнизонный военный суд",
            "active": true
        },
        {
            "id": "loc_197",
            "name": "Краснодар",
            "full_name": "г. Краснодар",
            "type": "city",
            "unit_number": "Военная прокуратура Краснодарского гарнизонна",
            "active": true
        },
        {
            "id": "loc_198",
            "name": "216 военнач прокуратура гарнизона, войсковая часть...",
            "full_name": "216 военнач прокуратура гарнизона, войсковая часть 04062 Сунженский район, Республика Ингушетия",
            "type": "organization",
            "unit_number": null,
            "active": true
        },
        {
            "id": "loc_199",
            "name": "Нальчик",
            "full_name": "г. Нальчик",
            "type": "city",
            "unit_number": "316 военнач прокуратура гарнизона",
            "active": true
        },
        {
            "id": "loc_200",
            "name": "Ростов-на-Дону",
            "full_name": "г. Ростов-на-Дону",
            "type": "city",
            "unit_number": "Военная прокуратура гарнизона Ростова-на-Дону",
            "active": true
        },
        {
            "id": "loc_201",
            "name": "Владикавказ",
            "full_name": "г. Владикавказ",
            "type": "city",
            "unit_number": "Военная прокуратура Владикавказского гарнизона",
            "active": true
        },
        {
            "id": "loc_202",
            "name": "Гагарский Свердловская обл.",
            "full_name": "п. Гагарский Свердловская обл.",
            "type": "village",
            "unit_number": "в/ч 58661-БМ",
            "active": true
        },
        {
            "id": "loc_203",
            "name": "Абакап",
            "full_name": "г. Абакап",
            "type": "city",
            "unit_number": "Военная комендатура (гарнизона, 3 разряда)",
            "active": true
        },
        {
            "id": "loc_204",
            "name": "Волгоград",
            "full_name": "г. Волгоград",
            "type": "city",
            "unit_number": "Военная комендатура (гарнизона, 1 разряда)",
            "active": true
        },
        {
            "id": "loc_205",
            "name": "Омск",
            "full_name": "г. Омск",
            "type": "city",
            "unit_number": "Военная комендатура (гарнизона, 1 разряда)",
            "active": true
        },
        {
            "id": "loc_206",
            "name": "Уфа",
            "full_name": "г. Уфа",
            "type": "city",
            "unit_number": "Военная комендатура (гарнизона, 3 разряда)",
            "active": true
        },
        {
            "id": "loc_207",
            "name": "Ульяновск",
            "full_name": "г. Ульяновск",
            "type": "city",
            "unit_number": "Военная комендатура (гарнизона, 3 разряда)",
            "active": true
        },
        {
            "id": "loc_208",
            "name": "Новосибирск",
            "full_name": "г. Новосибирск",
            "type": "city",
            "unit_number": "Военная комендатура (гарнизона, 1 разряда)",
            "active": true
        },
        {
            "id": "loc_209",
            "name": "Красноярск",
            "full_name": "г. Красноярск",
            "type": "city",
            "unit_number": "Военная комендатура (гарнизона, 3 разряда)",
            "active": true
        },
        {
            "id": "loc_210",
            "name": "Иркутск",
            "full_name": "г. Иркутск",
            "type": "city",
            "unit_number": "Военная комедатура (гарнизона, 1 разряда)",
            "active": true
        },
        {
            "id": "loc_211",
            "name": "Новосибирск",
            "full_name": "г. Новосибирск",
            "type": "city",
            "unit_number": "Военная комедатура (гарнизона, 1 разряда)",
            "active": true
        },
        {
            "id": "loc_212",
            "name": "Красноярск",
            "full_name": "г. Красноярск",
            "type": "city",
            "unit_number": "Военная комедатура (гарнизона, 3 разряда)",
            "active": true
        },
        {
            "id": "loc_213",
            "name": "Казань",
            "full_name": "г. Казань",
            "type": "city",
            "unit_number": "Военная комедатура (гарнизона, 3 разряда)",
            "active": true
        },
        {
            "id": "loc_214",
            "name": "Ульяновск",
            "full_name": "г. Ульяновск",
            "type": "city",
            "unit_number": "Военная комедатура (гарнизона, 2 разряда)",
            "active": true
        },
        {
            "id": "loc_215",
            "name": "Челябинск",
            "full_name": "г. Челябинск",
            "type": "city",
            "unit_number": "Военная комедатура (гарнизона, 1 разряда)",
            "active": true
        },
        {
            "id": "loc_216",
            "name": "Иркутск",
            "full_name": "г. Иркутск",
            "type": "city",
            "unit_number": "Военная прокуратура Иркутского гарнизона",
            "active": true
        },
        {
            "id": "loc_217",
            "name": "Казань",
            "full_name": "г. Казань",
            "type": "city",
            "unit_number": "Казанский гарнизоный военный суд",
            "active": true
        },
        {
            "id": "loc_218",
            "name": "Пермь",
            "full_name": "г. Пермь",
            "type": "city",
            "unit_number": "Пермский гарнизоный военный суд",
            "active": true
        },
        {
            "id": "loc_219",
            "name": "Саратов",
            "full_name": "г. Саратов",
            "type": "city",
            "unit_number": "Саратовский гарнизоный военный суд",
            "active": true
        },
        {
            "id": "loc_220",
            "name": "Ульяновск",
            "full_name": "г. Ульяновск",
            "type": "city",
            "unit_number": "Военная прокуратура Ульяновского гарнизона",
            "active": true
        },
        {
            "id": "loc_221",
            "name": "Оренбург",
            "full_name": "г. Оренбург",
            "type": "city",
            "unit_number": "в/ч 45097",
            "active": true
        },
        {
            "id": "loc_222",
            "name": "Энгельс Саратовской обл.",
            "full_name": "г. Энгельс Саратовской обл.",
            "type": "city",
            "unit_number": "в/ч 85927",
            "active": true
        },
        {
            "id": "loc_223",
            "name": "Хабаровск",
            "full_name": "г. Хабаровск",
            "type": "city",
            "unit_number": "Хабароский гарнизонный военный суд",
            "active": true
        },
        {
            "id": "loc_224",
            "name": "Белогорск",
            "full_name": "г. Белогорск",
            "type": "city",
            "unit_number": "Военная прокуратура Белогорского гарнизона",
            "active": true
        },
        {
            "id": "loc_225",
            "name": "Благовещенск",
            "full_name": "г. Благовещенск",
            "type": "city",
            "unit_number": "Военная прокуратура Благовещенского гарнизона",
            "active": true
        },
        {
            "id": "loc_226",
            "name": "Петрозаводск",
            "full_name": "г. Петрозаводск",
            "type": "city",
            "unit_number": "в/ч 63452",
            "active": true
        },
        {
            "id": "loc_227",
            "name": "Зеленогорск, г. Санкт-Петербург",
            "full_name": "г. Зеленогорск, г. Санкт-Петербург",
            "type": "city",
            "unit_number": "в/ч 03216",
            "active": true
        },
        {
            "id": "loc_228",
            "name": "Гатчина Ленинградской обл.",
            "full_name": "г. Гатчина Ленинградской обл.",
            "type": "city",
            "unit_number": "в/ч 90450",
            "active": true
        },
        {
            "id": "loc_229",
            "name": "Ваганово Ленинградской обл.",
            "full_name": "п. Ваганово Ленинградской обл.",
            "type": "village",
            "unit_number": "в/ч 28036",
            "active": true
        },
        {
            "id": "loc_230",
            "name": "Саблино Ленинградской обл.",
            "full_name": "п. Саблино Ленинградской обл.",
            "type": "village",
            "unit_number": "в/ч 28037",
            "active": true
        },
        {
            "id": "loc_231",
            "name": "Выборг, г. Санкт-Петербург",
            "full_name": "г. Выборг, г. Санкт-Петербург",
            "type": "city",
            "unit_number": "в/ч 03216",
            "active": true
        },
        {
            "id": "loc_232",
            "name": "Хвойный, г. Санкт-Петербург",
            "full_name": "п. Хвойный, г. Санкт-Петербург",
            "type": "village",
            "unit_number": "в/ч 17646",
            "active": true
        },
        {
            "id": "loc_233",
            "name": "Левашово, г. Санкт-Петербург",
            "full_name": "п. Левашово, г. Санкт-Петербург",
            "type": "village",
            "unit_number": "в/ч 49719",
            "active": true
        },
        {
            "id": "loc_234",
            "name": "Санкт-Петербург",
            "full_name": "г. Санкт-Петербург",
            "type": "city",
            "unit_number": "в/ч 61641",
            "active": true
        },
        {
            "id": "loc_235",
            "name": "Балтийск, в/ч 45752-Д, п. Ладушкин Калининградской обл.",
            "full_name": "г. Балтийск, в/ч 45752-Д, п. Ладушкин Калининградской обл.",
            "type": "city",
            "unit_number": "в/ч 45617, в/ч 20829, в/ч 45740, в/ч 20963",
            "active": true
        },
        {
            "id": "loc_236",
            "name": "Североморск Мурманской обл.",
            "full_name": "г. Североморск Мурманской обл.",
            "type": "city",
            "unit_number": "в/ч 20475, в/ч 20506, в/ч 09906, в/ч 62716",
            "active": true
        },
        {
            "id": "loc_237",
            "name": "Санкт-Петербург",
            "full_name": "г. Санкт-Петербург",
            "type": "city",
            "unit_number": "ВИ (ВМ) ВУНЦ ВМФ \"\"ВМА\"\"",
            "active": true
        },
        {
            "id": "loc_238",
            "name": "Североморск. Мурманской обл.",
            "full_name": "г. Североморск. Мурманской обл.",
            "type": "city",
            "unit_number": "в/ч 20475, в/ч 20506, в/ч 036045",
            "active": true
        },
        {
            "id": "loc_239",
            "name": "Хвойный Ленинградской обл.",
            "full_name": "п. Хвойный Ленинградской обл.",
            "type": "village",
            "unit_number": "в/ч 10953",
            "active": true
        },
        {
            "id": "loc_240",
            "name": "Ваганово Ленинградской обл.",
            "full_name": "г. Ваганово Ленинградской обл.",
            "type": "city",
            "unit_number": "в/ч 28036",
            "active": true
        },
        {
            "id": "loc_241",
            "name": "Красное село",
            "full_name": "г. Красное село",
            "type": "city",
            "unit_number": "в/ч 72152",
            "active": true
        },
        {
            "id": "loc_242",
            "name": "Петрозаводск Республики Карелия",
            "full_name": "г. Петрозаводск Республики Карелия",
            "type": "city",
            "unit_number": "в/ч 55443-КП",
            "active": true
        },
        {
            "id": "loc_243",
            "name": "Остров",
            "full_name": "г. Остров",
            "type": "city",
            "unit_number": "в/ч 54916",
            "active": true
        },
        {
            "id": "loc_244",
            "name": "Севастополь",
            "full_name": "г. Севастополь",
            "type": "city",
            "unit_number": "в/ч 56529-7",
            "active": true
        },
        {
            "id": "loc_245",
            "name": "Моздок Республики Северная Осетия - Алания",
            "full_name": "г. Моздок Республики Северная Осетия - Алания",
            "type": "city",
            "unit_number": "в/ч 23511",
            "active": true
        },
        {
            "id": "loc_246",
            "name": "Прудобой Волгоградской обл.",
            "full_name": "н.п. Прудобой Волгоградской обл.",
            "type": "settlement",
            "unit_number": "в/ч 22220",
            "active": true
        },
        {
            "id": "loc_247",
            "name": "Ставрополь",
            "full_name": "г. Ставрополь",
            "type": "city",
            "unit_number": "в/ч 05525",
            "active": true
        },
        {
            "id": "loc_248",
            "name": "Владикавказ Республики Северная Осетия - Алания",
            "full_name": "г. Владикавказ Республики Северная Осетия - Алания",
            "type": "city",
            "unit_number": "в/ч 20634",
            "active": true
        },
        {
            "id": "loc_249",
            "name": "Владикавказ Республика Северная Осетия-Алания",
            "full_name": "г. Владикавказ Республика Северная Осетия-Алания",
            "type": "city",
            "unit_number": "в/ч 90091",
            "active": true
        },
        {
            "id": "loc_250",
            "name": "Приморско-Ахтарск Краснодарского края",
            "full_name": "г. Приморско-Ахтарск Краснодарского края",
            "type": "city",
            "unit_number": "в/ч 75387",
            "active": true
        },
        {
            "id": "loc_251",
            "name": "Зерноград Ростовской обл.",
            "full_name": "г. Зерноград Ростовской обл.",
            "type": "city",
            "unit_number": "в/ч 12628",
            "active": true
        },
        {
            "id": "loc_252",
            "name": "Крымск",
            "full_name": "г. Крымск",
            "type": "city",
            "unit_number": "в/ч 75386",
            "active": true
        },
        {
            "id": "loc_253",
            "name": "Ростов-на-Дону",
            "full_name": "г. Ростов-на-Дону",
            "type": "city",
            "unit_number": "в/ч 40213",
            "active": true
        },
        {
            "id": "loc_254",
            "name": "Перевальное Республика Крым",
            "full_name": "с. Перевальное Республика Крым",
            "type": "settlement",
            "unit_number": "в/ч 12676",
            "active": true
        },
        {
            "id": "loc_255",
            "name": "Новороссийск Краснодарского края",
            "full_name": "г. Новороссийск Краснодарского края",
            "type": "city",
            "unit_number": "в/ч 99608",
            "active": true
        },
        {
            "id": "loc_256",
            "name": "Севастополь",
            "full_name": "г. Севастополь",
            "type": "city",
            "unit_number": "в/ч 80165",
            "active": true
        },
        {
            "id": "loc_257",
            "name": "в/ч 12676, 1472 ВМКГ",
            "full_name": "в/ч 12676, 1472 ВМКГ",
            "type": "unknown",
            "unit_number": null,
            "active": true
        },
        {
            "id": "loc_258",
            "name": "Каменск-Шахтинский Ростовской обл.",
            "full_name": "г. Каменск-Шахтинский Ростовской обл.",
            "type": "city",
            "unit_number": "в/ч 45767",
            "active": true
        },
        {
            "id": "loc_259",
            "name": "Молькино Ставропольского края",
            "full_name": "п. Молькино Ставропольского края",
            "type": "village",
            "unit_number": "в/ч 51532",
            "active": true
        },
        {
            "id": "loc_260",
            "name": "Новочеркасск Ростовской обл.",
            "full_name": "г. Новочеркасск Ростовской обл.",
            "type": "city",
            "unit_number": "в/ч 31955",
            "active": true
        },
        {
            "id": "loc_261",
            "name": "Владикавказ",
            "full_name": "г. Владикавказ",
            "type": "city",
            "unit_number": "в/ч 29202",
            "active": true
        },
        {
            "id": "loc_262",
            "name": "г.т. Новомихайловский Краснодарского края",
            "full_name": "п.г.т. Новомихайловский Краснодарского края",
            "type": "village",
            "unit_number": "в/ч 54298",
            "active": true
        },
        {
            "id": "loc_263",
            "name": "Невинномысск Ставропольского края",
            "full_name": "г. Невинномысск Ставропольского края",
            "type": "city",
            "unit_number": "в/ч 98538",
            "active": true
        },
        {
            "id": "loc_264",
            "name": "Ростов-на-Дону",
            "full_name": "г. Ростов-на-Дону",
            "type": "city",
            "unit_number": "в/ч 191708",
            "active": true
        },
        {
            "id": "loc_265",
            "name": "участка, станции, аэропорта и порта г. Волгоград",
            "full_name": "д. участка, станции, аэропорта и порта г. Волгоград",
            "type": "hamlet",
            "unit_number": "Комендатура ВОСО ж.",
            "active": true
        },
        {
            "id": "loc_266",
            "name": "Станции имени Максима Горького г. Волгоград",
            "full_name": "д.  Станции имени Максима Горького г. Волгоград",
            "type": "hamlet",
            "unit_number": "Комендатура ВОСО ж.",
            "active": true
        },
        {
            "id": "loc_267",
            "name": "участка, станции, аэропорта и порта г. Астрахань",
            "full_name": "д. участка, станции, аэропорта и порта г. Астрахань",
            "type": "hamlet",
            "unit_number": "Комендатура ВОСО ж.",
            "active": true
        },
        {
            "id": "loc_268",
            "name": "Майкоп Республика Адыгея",
            "full_name": "г. Майкоп Республика Адыгея",
            "type": "city",
            "unit_number": "в/ч 72153",
            "active": true
        },
        {
            "id": "loc_269",
            "name": "Челябинск",
            "full_name": "г. Челябинск",
            "type": "city",
            "unit_number": "филиал ВУНЦ ВВС \"\"ВВА\"\"",
            "active": true
        },
        {
            "id": "loc_270",
            "name": "участка, станции и аэропорта г. Саратов",
            "full_name": "д. участка, станции и аэропорта г. Саратов",
            "type": "hamlet",
            "unit_number": "Комендатура ВОСО ж.",
            "active": true
        },
        {
            "id": "loc_271",
            "name": "Саратов",
            "full_name": "г. Саратов",
            "type": "city",
            "unit_number": "Приволжское управление ВОСО",
            "active": true
        },
        {
            "id": "loc_272",
            "name": "Свободный",
            "full_name": "г. Свободный",
            "type": "city",
            "unit_number": "в/ч 03415",
            "active": true
        },
        {
            "id": "loc_273",
            "name": "Огорон Зейского р-на Амурской обл.",
            "full_name": "ст. Огорон Зейского р-на Амурской обл.",
            "type": "station",
            "unit_number": "в/ч 98562",
            "active": true
        },
        {
            "id": "loc_274",
            "name": "Дрогошевск Селемджинского р-на Амурской обл.",
            "full_name": "ст. Дрогошевск Селемджинского р-на Амурской обл.",
            "type": "station",
            "unit_number": "в/ч 98551",
            "active": true
        },
        {
            "id": "loc_275",
            "name": "Тунгала Зейского р-на Амурской обл.",
            "full_name": "ст. Тунгала Зейского р-на Амурской обл.",
            "type": "station",
            "unit_number": "в/ч 76975",
            "active": true
        },
        {
            "id": "loc_276",
            "name": "Верхнезейск Зейского р-на Амурской обл.",
            "full_name": "ст. Верхнезейск Зейского р-на Амурской обл.",
            "type": "station",
            "unit_number": "в/ч 98565",
            "active": true
        },
        {
            "id": "loc_277",
            "name": "Юрга Кемеровской обл.",
            "full_name": "г. Юрга Кемеровской обл.",
            "type": "city",
            "unit_number": "в/ч 21005",
            "active": true
        },
        {
            "id": "loc_278",
            "name": "Новосибирск",
            "full_name": "г. Новосибирск",
            "type": "city",
            "unit_number": "Новосибирское ВВКУ",
            "active": true
        },
        {
            "id": "loc_279",
            "name": "Тоцкое Оренбургской обл.",
            "full_name": "пгт. Тоцкое Оренбургской обл.",
            "type": "urban_village",
            "unit_number": "в/ч 12128",
            "active": true
        },
        {
            "id": "loc_280",
            "name": "Энгельс Саратовской обл.",
            "full_name": "г. Энгельс Саратовской обл.",
            "type": "city",
            "unit_number": "в/ч 40218",
            "active": true
        },
        {
            "id": "loc_281",
            "name": "Энгельс Саратовской обл.",
            "full_name": "г. Энгельс Саратовской обл.",
            "type": "city",
            "unit_number": "в/ч 85927",
            "active": true
        },
        {
            "id": "loc_282",
            "name": "Б. Савино Пермского края",
            "full_name": "д. Б. Савино Пермского края",
            "type": "hamlet",
            "unit_number": "в/ч 88503",
            "active": true
        },
        {
            "id": "loc_283",
            "name": "Ульяновск",
            "full_name": "г. Ульяновск",
            "type": "city",
            "unit_number": "в/ч 02366",
            "active": true
        },
        {
            "id": "loc_284",
            "name": "Ангарск",
            "full_name": "г. Ангарск",
            "type": "city",
            "unit_number": "в/ч 58133",
            "active": true
        },
        {
            "id": "loc_285",
            "name": "Купино",
            "full_name": "г. Купино",
            "type": "city",
            "unit_number": "в/ч 58133",
            "active": true
        },
        {
            "id": "loc_286",
            "name": "Енисейск",
            "full_name": "г. Енисейск",
            "type": "city",
            "unit_number": "в/ч 58133",
            "active": true
        },
        {
            "id": "loc_287",
            "name": "Шагол Челябинской обл.",
            "full_name": "п. Шагол Челябинской обл.",
            "type": "village",
            "unit_number": "в/ч 86789",
            "active": true
        },
        {
            "id": "loc_288",
            "name": "Свободный Свердловской обл.",
            "full_name": "п. Свободный Свердловской обл.",
            "type": "village",
            "unit_number": "в/ч 34103",
            "active": true
        },
        {
            "id": "loc_289",
            "name": "Кизнер Удмуртская Республика",
            "full_name": "п. Кизнер Удмуртская Республика",
            "type": "village",
            "unit_number": "в/ч 53701",
            "active": true
        },
        {
            "id": "loc_290",
            "name": "Ишим Тюменской обл.",
            "full_name": "г. Ишим Тюменской обл.",
            "type": "city",
            "unit_number": "в/ч 14330",
            "active": true
        },
        {
            "id": "loc_291",
            "name": "Вольск-18 Саратовской обл.",
            "full_name": "г. Вольск-18 Саратовской обл.",
            "type": "city",
            "unit_number": "в/ч 71432",
            "active": true
        },
        {
            "id": "loc_292",
            "name": "Екатеринбург",
            "full_name": "г. Екатеринбург",
            "type": "city",
            "unit_number": "в/ч 34081",
            "active": true
        },
        {
            "id": "loc_293",
            "name": "Екатеринбург",
            "full_name": "г. Екатеринбург",
            "type": "city",
            "unit_number": "в/ч 41158",
            "active": true
        },
        {
            "id": "loc_294",
            "name": "Чебаркуль Челябинской обл.",
            "full_name": "г. Чебаркуль Челябинской обл.",
            "type": "city",
            "unit_number": "в/ч 86274",
            "active": true
        },
        {
            "id": "loc_295",
            "name": "Ачинск Красноярского края",
            "full_name": "г. Ачинск Красноярского края",
            "type": "city",
            "unit_number": "в/ч 97646",
            "active": true
        },
        {
            "id": "loc_296",
            "name": "Тольятти Самарской обл.",
            "full_name": "г. Тольятти Самарской обл.",
            "type": "city",
            "unit_number": "в/ч 21208",
            "active": true
        },
        {
            "id": "loc_297",
            "name": "Екатеринбург",
            "full_name": "г. Екатеринбург",
            "type": "city",
            "unit_number": "в/ч 22316",
            "active": true
        },
        {
            "id": "loc_298",
            "name": "Топчиха Алтайского края",
            "full_name": "п. Топчиха Алтайского края",
            "type": "village",
            "unit_number": "в/ч 63753",
            "active": true
        },
        {
            "id": "loc_299",
            "name": "Камышлов Свердловской обл.",
            "full_name": "г. Камышлов Свердловской обл.",
            "type": "city",
            "unit_number": "в/ч 75485",
            "active": true
        },
        {
            "id": "loc_300",
            "name": "Пенза",
            "full_name": "г. Пенза",
            "type": "city",
            "unit_number": "филиал ВА МТО",
            "active": true
        },
        {
            "id": "loc_301",
            "name": "Алкино-2 Республики Башкортостан",
            "full_name": "с. Алкино-2 Республики Башкортостан",
            "type": "settlement",
            "unit_number": "в/ч 63494",
            "active": true
        },
        {
            "id": "loc_302",
            "name": "Энгельс",
            "full_name": "г. Энгельс",
            "type": "city",
            "unit_number": "в/ч 40218",
            "active": true
        },
        {
            "id": "loc_303",
            "name": "Еланский Свердловской обл.",
            "full_name": "п. Еланский Свердловской обл.",
            "type": "village",
            "unit_number": "в/ч 31612",
            "active": true
        },
        {
            "id": "loc_304",
            "name": "Чебаркуль Челябинской обл.",
            "full_name": "г. Чебаркуль Челябинской обл.",
            "type": "city",
            "unit_number": "в/ч 89547",
            "active": true
        },
        {
            "id": "loc_305",
            "name": "Абакан, Республика Хакасия",
            "full_name": "г. Абакан, Республика Хакасия",
            "type": "city",
            "unit_number": "в/ч 49547",
            "active": true
        },
        {
            "id": "loc_306",
            "name": "Березовский Свердловской обл.",
            "full_name": "г. Березовский Свердловской обл.",
            "type": "city",
            "unit_number": "в/ч 58661-ББ",
            "active": true
        },
        {
            "id": "loc_307",
            "name": "Иркутск",
            "full_name": "г. Иркутск",
            "type": "city",
            "unit_number": "в/ч 58661-БМ",
            "active": true
        },
        {
            "id": "loc_308",
            "name": "Зима Иркутской обл.",
            "full_name": "г. Зима Иркутской обл.",
            "type": "city",
            "unit_number": "в/ч 58661-БГ",
            "active": true
        },
        {
            "id": "loc_309",
            "name": "Вольск Саратовской обл.",
            "full_name": "г. Вольск Саратовской обл.",
            "type": "city",
            "unit_number": "филиал ВА МТО",
            "active": true
        },
        {
            "id": "loc_310",
            "name": "Томск",
            "full_name": "г. Томск",
            "type": "city",
            "unit_number": "ПОВСК",
            "active": true
        },
        {
            "id": "loc_311",
            "name": "Екатеринбург, Свердловская обл.",
            "full_name": "г. Екатеринбург, Свердловская обл.",
            "type": "city",
            "unit_number": "в/ч 34081",
            "active": true
        },
        {
            "id": "loc_312",
            "name": "Екатеринбург, Свердловская обл.",
            "full_name": "г. Екатеринбург, Свердловская обл.",
            "type": "city",
            "unit_number": "в/ч 22316",
            "active": true
        },
        {
            "id": "loc_313",
            "name": "Екатеринбург, Свердловская обл.",
            "full_name": "г. Екатеринбург, Свердловская обл.",
            "type": "city",
            "unit_number": "в/ч 77979",
            "active": true
        },
        {
            "id": "loc_314",
            "name": "Екатеринбург, Свердловская обл.",
            "full_name": "г. Екатеринбург, Свердловская обл.",
            "type": "city",
            "unit_number": "в/ч 61207",
            "active": true
        },
        {
            "id": "loc_315",
            "name": "Юрга, Кемеровская область",
            "full_name": "г. Юрга, Кемеровская область",
            "type": "city",
            "unit_number": "в/ч 72154",
            "active": true
        },
        {
            "id": "loc_316",
            "name": "Саратов",
            "full_name": "г. Саратов",
            "type": "city",
            "unit_number": "в/ч 21354",
            "active": true
        },
        {
            "id": "loc_317",
            "name": "Борисоглебск Воронежской обл.",
            "full_name": "г. Борисоглебск Воронежской обл.",
            "type": "city",
            "unit_number": "в/ч 67676",
            "active": true
        },
        {
            "id": "loc_318",
            "name": "Тамбов",
            "full_name": "г. Тамбов",
            "type": "city",
            "unit_number": "в/ч 77977",
            "active": true
        },
        {
            "id": "loc_319",
            "name": "Мичуринск Тамбовской обл.",
            "full_name": "г. Мичуринск Тамбовской обл.",
            "type": "city",
            "unit_number": "в/ч 67952",
            "active": true
        },
        {
            "id": "loc_320",
            "name": "Бесовец Республики Карелия",
            "full_name": "п. Бесовец Республики Карелия",
            "type": "village",
            "unit_number": "в/ч 45121",
            "active": true
        },
        {
            "id": "loc_321",
            "name": "Комсомольск-на-Амуре",
            "full_name": "г. Комсомольск-на-Амуре",
            "type": "city",
            "unit_number": "в/ч 45505",
            "active": true
        },
        {
            "id": "loc_322",
            "name": "Владивосток",
            "full_name": "г. Владивосток",
            "type": "city",
            "unit_number": "в/ч 25030",
            "active": true
        },
        {
            "id": "loc_323",
            "name": "Владивосток",
            "full_name": "г. Владивосток",
            "type": "city",
            "unit_number": "в/ч 098700",
            "active": true
        },
        {
            "id": "loc_324",
            "name": "Владивосток",
            "full_name": "г. Владивосток",
            "type": "city",
            "unit_number": "в/ч 34306",
            "active": true
        },
        {
            "id": "loc_325",
            "name": "Владивосток",
            "full_name": "г. Владивосток",
            "type": "city",
            "unit_number": "в/ч 30926",
            "active": true
        },
        {
            "id": "loc_326",
            "name": "Раздольное Приморского края",
            "full_name": "п. Раздольное Приморского края",
            "type": "village",
            "unit_number": "в/ч 43294",
            "active": true
        },
        {
            "id": "loc_327",
            "name": "Раздольное Приморского края",
            "full_name": "п. Раздольное Приморского края",
            "type": "village",
            "unit_number": "в/ч 40159",
            "active": true
        },
        {
            "id": "loc_328",
            "name": "Владивосток, Приморский край",
            "full_name": "г. Владивосток, Приморский край",
            "type": "city",
            "unit_number": "в/ч 30926",
            "active": true
        },
        {
            "id": "loc_329",
            "name": "Владивосток, Приморский край",
            "full_name": "г. Владивосток, Приморский край",
            "type": "city",
            "unit_number": "УВОСО на Дальневосточном морском бассейне комендатура ВОСО",
            "active": true
        },
        {
            "id": "loc_330",
            "name": "Хабаровск",
            "full_name": "г. Хабаровск",
            "type": "city",
            "unit_number": "в/ч 98560",
            "active": true
        },
        {
            "id": "loc_331",
            "name": "Огорон",
            "full_name": "ст. Огорон",
            "type": "station",
            "unit_number": "в/ч 03415",
            "active": true
        },
        {
            "id": "loc_332",
            "name": "Тунгала Зейского р-на Амурской обл.",
            "full_name": "ст. Тунгала Зейского р-на Амурской обл.",
            "type": "station",
            "unit_number": "в/ч 61207",
            "active": true
        },
        {
            "id": "loc_333",
            "name": "Белогорск, Амурская обл.",
            "full_name": "г. Белогорск, Амурская обл.",
            "type": "city",
            "unit_number": "в/ч 72157",
            "active": true
        },
        {
            "id": "loc_334",
            "name": "Чита, Забайкальскай край",
            "full_name": "г. Чита, Забайкальскай край",
            "type": "city",
            "unit_number": "Забайкальское УВОСО",
            "active": true
        },
        {
            "id": "loc_335",
            "name": "участка и станции Чита, г. Чита, Забайкальскай край",
            "full_name": "д. участка и станции Чита, г. Чита, Забайкальскай край",
            "type": "hamlet",
            "unit_number": "Комендатура ВОСО ж.",
            "active": true
        },
        {
            "id": "loc_336",
            "name": "станции Белогорск, г. Белогорск, Амурская обл.",
            "full_name": "д. станции Белогорск, г. Белогорск, Амурская обл.",
            "type": "hamlet",
            "unit_number": "Комендатура ВОСО, ж.",
            "active": true
        },
        {
            "id": "loc_337",
            "name": "участка и станции Владивосток, г. Владивосток, Приморский край",
            "full_name": "д. участка и станции Владивосток, г. Владивосток, Приморский край",
            "type": "hamlet",
            "unit_number": "Комендатура ВОСО, ж.",
            "active": true
        },
        {
            "id": "loc_338",
            "name": "в/ч 23060",
            "full_name": "в/ч 23060",
            "type": "unknown",
            "unit_number": null,
            "active": true
        },
        {
            "id": "loc_339",
            "name": "Ельня",
            "full_name": "г. Ельня",
            "type": "city",
            "unit_number": "в/ч 94018, Смоленская обл.",
            "active": true
        },
        {
            "id": "loc_340",
            "name": "Алабино Московской обл.",
            "full_name": "пгт. Алабино Московской обл.",
            "type": "urban_village",
            "unit_number": "в/ч 53981",
            "active": true
        },
        {
            "id": "loc_341",
            "name": "Сертолово Нижегородской обл.",
            "full_name": "п. Сертолово Нижегородской обл.",
            "type": "village",
            "unit_number": "в/ч 30616-4",
            "active": true
        },
        {
            "id": "loc_342",
            "name": "Клинцы Брянской обл.",
            "full_name": "г. Клинцы Брянской обл.",
            "type": "city",
            "unit_number": "в/ч 12721",
            "active": true
        },
        {
            "id": "loc_343",
            "name": "в/ч 36708",
            "full_name": "в/ч 36708",
            "type": "unknown",
            "unit_number": null,
            "active": true
        },
        {
            "id": "loc_344",
            "name": "Ярославль",
            "full_name": "г. Ярославль",
            "type": "city",
            "unit_number": "в/ч 18401",
            "active": true
        },
        {
            "id": "loc_345",
            "name": "Алабино Московской обл.",
            "full_name": "пгт. Алабино Московской обл.",
            "type": "urban_village",
            "unit_number": "в/ч 23626",
            "active": true
        },
        {
            "id": "loc_346",
            "name": "ЦПС (Р РТВ) ВА ВКО,",
            "full_name": "ЦПС (Р РТВ) ВА ВКО,",
            "type": "unknown",
            "unit_number": null,
            "active": true
        },
        {
            "id": "loc_347",
            "name": "Владимир",
            "full_name": "г. Владимир",
            "type": "city",
            "unit_number": null,
            "active": true
        },
        {
            "id": "loc_348",
            "name": "Макарово Московской обл.",
            "full_name": "д. Макарово Московской обл.",
            "type": "hamlet",
            "unit_number": "в/ч 58172",
            "active": true
        },
        {
            "id": "loc_349",
            "name": "Борисоглебск Воронежской обл.",
            "full_name": "г. Борисоглебск Воронежской обл.",
            "type": "city",
            "unit_number": "в/ч 67976",
            "active": true
        },
        {
            "id": "loc_350",
            "name": "Ржев",
            "full_name": "г. Ржев",
            "type": "city",
            "unit_number": "в/ч 51592",
            "active": true
        },
        {
            "id": "loc_351",
            "name": "Саперное Ленинградской обл.",
            "full_name": "п. Саперное Ленинградской обл.",
            "type": "village",
            "unit_number": "в/ч 12086",
            "active": true
        },
        {
            "id": "loc_352",
            "name": "Центральный  Нижегородской обл.",
            "full_name": "пгт. Центральный  Нижегородской обл.",
            "type": "urban_village",
            "unit_number": "в/ч 12102",
            "active": true
        },
        {
            "id": "loc_353",
            "name": "Городищи, Владимирская обл.",
            "full_name": "г. Городищи, Владимирская обл.",
            "type": "city",
            "unit_number": "в/ч 54169-ВП",
            "active": true
        },
        {
            "id": "loc_354",
            "name": "Брянск",
            "full_name": "г. Брянск",
            "type": "city",
            "unit_number": "в/ч 54169-БМ",
            "active": true
        },
        {
            "id": "loc_355",
            "name": "Рыбинск",
            "full_name": "г. Рыбинск",
            "type": "city",
            "unit_number": "в/ч 54169-СГ",
            "active": true
        },
        {
            "id": "loc_356",
            "name": "Сепухов, Московская обл.",
            "full_name": "г. Сепухов, Московская обл.",
            "type": "city",
            "unit_number": "в/ч 54169-ГС",
            "active": true
        },
        {
            "id": "loc_357",
            "name": "Кстово Нижегородская обл.",
            "full_name": "г. Кстово Нижегородская обл.",
            "type": "city",
            "unit_number": "в/ч 64120",
            "active": true
        },
        {
            "id": "loc_358",
            "name": "Большое Буньково Московская обл..",
            "full_name": "д. Большое Буньково Московская обл..",
            "type": "hamlet",
            "unit_number": "в/ч 51618",
            "active": true
        },
        {
            "id": "loc_359",
            "name": "Наро-Фоминск Московской обл.",
            "full_name": "г. Наро-Фоминск Московской обл.",
            "type": "city",
            "unit_number": "в/ч 19612",
            "active": true
        },
        {
            "id": "loc_360",
            "name": "Калуга",
            "full_name": "г. Калуга",
            "type": "city",
            "unit_number": "в/ч 96624",
            "active": true
        },
        {
            "id": "loc_361",
            "name": "Мосрентген г. Москва",
            "full_name": "п. Мосрентген г. Москва",
            "type": "village",
            "unit_number": "в/ч 61899",
            "active": true
        },
        {
            "id": "loc_362",
            "name": "Рязань",
            "full_name": "г. Рязань",
            "type": "city",
            "unit_number": "в/ч 41450",
            "active": true
        },
        {
            "id": "loc_363",
            "name": "По расчету ГУ ГШ ВС РФ",
            "full_name": "По расчету ГУ ГШ ВС РФ",
            "type": "unknown",
            "unit_number": null,
            "active": true
        },
        {
            "id": "loc_364",
            "name": "Петрозаводск",
            "full_name": "г. Петрозаводск",
            "type": "city",
            "unit_number": "в/ч 55443-КП",
            "active": true
        },
        {
            "id": "loc_365",
            "name": "Энгельс",
            "full_name": "г. Энгельс",
            "type": "city",
            "unit_number": "в/ч 85927",
            "active": true
        },
        {
            "id": "loc_366",
            "name": "Огорон",
            "full_name": "ст. Огорон",
            "type": "station",
            "unit_number": "в/ч 98562",
            "active": true
        },
        {
            "id": "loc_367",
            "name": "Луга Ленинградской обл.",
            "full_name": "г. Луга Ленинградской обл.",
            "type": "city",
            "unit_number": "в/ч 02561",
            "active": true
        },
        {
            "id": "loc_368",
            "name": "Луга Ленинградской обл.",
            "full_name": "г. Луга Ленинградской обл.",
            "type": "city",
            "unit_number": "в/ч 02561, в/ч 29760",
            "active": true
        },
        {
            "id": "loc_369",
            "name": "Петрозаводск",
            "full_name": "г. Петрозаводск",
            "type": "city",
            "unit_number": "в/ч 63452",
            "active": true
        },
        {
            "id": "loc_370",
            "name": "Каменка, Ленинградская обл.",
            "full_name": "п. Каменка, Ленинградская обл.",
            "type": "village",
            "unit_number": "в/ч 02511",
            "active": true
        },
        {
            "id": "loc_371",
            "name": "Красное село, г. Санкт-Петербург",
            "full_name": "г. Красное село, г. Санкт-Петербург",
            "type": "city",
            "unit_number": "в/ч 14108",
            "active": true
        },
        {
            "id": "loc_372",
            "name": "Балтийск Калининградской обл.",
            "full_name": "г. Балтийск Калининградской обл.",
            "type": "city",
            "unit_number": "в/ч 06017",
            "active": true
        },
        {
            "id": "loc_373",
            "name": "Санкт-Петербург, г. Кронштадт",
            "full_name": "г. Санкт-Петербург, г. Кронштадт",
            "type": "city",
            "unit_number": "в/ч 22830",
            "active": true
        },
        {
            "id": "loc_374",
            "name": "Североморск Мурманской обл.",
            "full_name": "г. Североморск Мурманской обл.",
            "type": "city",
            "unit_number": "в/ч 31280",
            "active": true
        },
        {
            "id": "loc_375",
            "name": "Североморск Мурманской обл.",
            "full_name": "г. Североморск Мурманской обл.",
            "type": "city",
            "unit_number": "в/ч 20546",
            "active": true
        },
        {
            "id": "loc_376",
            "name": "Североморск Мурманской обл.",
            "full_name": "г. Североморск Мурманской обл.",
            "type": "city",
            "unit_number": "в/ч 20475",
            "active": true
        },
        {
            "id": "loc_377",
            "name": "Псков",
            "full_name": "г. Псков",
            "type": "city",
            "unit_number": "в/ч 07264",
            "active": true
        },
        {
            "id": "loc_378",
            "name": "Луга Ленинградская обл.",
            "full_name": "г. Луга Ленинградская обл.",
            "type": "city",
            "unit_number": "БОУП ВА МТО",
            "active": true
        },
        {
            "id": "loc_379",
            "name": "Горелово, г. Санкт-Петербург",
            "full_name": "п. Горелово, г. Санкт-Петербург",
            "type": "village",
            "unit_number": "в/ч 13821",
            "active": true
        },
        {
            "id": "loc_380",
            "name": "Калининград",
            "full_name": "г. Калининград",
            "type": "city",
            "unit_number": "в/ч 40129",
            "active": true
        },
        {
            "id": "loc_381",
            "name": "Архангельск",
            "full_name": "г. Архангельск",
            "type": "city",
            "unit_number": "в/ч 21514",
            "active": true
        },
        {
            "id": "loc_382",
            "name": "Севастополь",
            "full_name": "г. Севастополь",
            "type": "city",
            "unit_number": "в/ч 56529-7",
            "active": true
        },
        {
            "id": "loc_383",
            "name": "Владивосток",
            "full_name": "г. Владивосток",
            "type": "city",
            "unit_number": "в/ч 99333",
            "active": true
        },
        {
            "id": "loc_384",
            "name": "в/ч 74814",
            "full_name": "в/ч 74814",
            "type": "unknown",
            "unit_number": null,
            "active": true
        },
        {
            "id": "loc_385",
            "name": "в/ч 27777",
            "full_name": "в/ч 27777",
            "type": "unknown",
            "unit_number": null,
            "active": true
        },
        {
            "id": "loc_386",
            "name": "Ахтубинск, Астраханская обл.",
            "full_name": "г. Ахтубинск, Астраханская обл.",
            "type": "city",
            "unit_number": "в/ч 18247",
            "active": true
        },
        {
            "id": "loc_387",
            "name": "Перевальное Республики Крым",
            "full_name": "с. Перевальное Республики Крым",
            "type": "settlement",
            "unit_number": "в/ч 12676",
            "active": true
        },
        {
            "id": "loc_388",
            "name": "Севастополь",
            "full_name": "г. Севастополь",
            "type": "city",
            "unit_number": "в/ч 13140",
            "active": true
        },
        {
            "id": "loc_389",
            "name": "Славянск-на-Кубани Краснодарского края",
            "full_name": "г. Славянск-на-Кубани Краснодарского края",
            "type": "city",
            "unit_number": "в/ч 25356",
            "active": true
        },
        {
            "id": "loc_390",
            "name": "Новороссийск Краснодарского края",
            "full_name": "г. Новороссийск Краснодарского края",
            "type": "city",
            "unit_number": "в/ч 99608",
            "active": true
        },
        {
            "id": "loc_391",
            "name": "Ставрополь",
            "full_name": "г. Ставрополь",
            "type": "city",
            "unit_number": "в/ч 41460",
            "active": true
        },
        {
            "id": "loc_392",
            "name": "Ставрополь",
            "full_name": "г. Ставрополь",
            "type": "city",
            "unit_number": "в/ч 41600",
            "active": true
        },
        {
            "id": "loc_393",
            "name": "Аксай  Ростовской обл.",
            "full_name": "г. Аксай  Ростовской обл.",
            "type": "city",
            "unit_number": "в/ч 01957",
            "active": true
        },
        {
            "id": "loc_394",
            "name": "Майкоп Республики Адыгея",
            "full_name": "г. Майкоп Республики Адыгея",
            "type": "city",
            "unit_number": "в/ч 72153",
            "active": true
        },
        {
            "id": "loc_395",
            "name": "Ангарск Иркутской обл.",
            "full_name": "г. Ангарск Иркутской обл.",
            "type": "city",
            "unit_number": "в/ч 25512",
            "active": true
        },
        {
            "id": "loc_396",
            "name": "Кызыл Республика Тыва",
            "full_name": "г. Кызыл Республика Тыва",
            "type": "city",
            "unit_number": "в/ч 55115",
            "active": true
        },
        {
            "id": "loc_397",
            "name": "в/ч 44200",
            "full_name": "в/ч 44200",
            "type": "unknown",
            "unit_number": null,
            "active": true
        },
        {
            "id": "loc_398",
            "name": "в/ч 04059",
            "full_name": "в/ч 04059",
            "type": "unknown",
            "unit_number": null,
            "active": true
        },
        {
            "id": "loc_399",
            "name": "Тоцкое Оренбургской обл.",
            "full_name": "пгт. Тоцкое Оренбургской обл.",
            "type": "urban_village",
            "unit_number": "в/ч 12128",
            "active": true
        },
        {
            "id": "loc_400",
            "name": "Оренбург",
            "full_name": "г. Оренбург",
            "type": "city",
            "unit_number": "в/ч 33860",
            "active": true
        },
        {
            "id": "loc_401",
            "name": "Троцкое, оренбургская обл.",
            "full_name": "п. Троцкое, оренбургская обл.",
            "type": "village",
            "unit_number": "в/ч 12128",
            "active": true
        },
        {
            "id": "loc_402",
            "name": "Средний Иркутской обл.",
            "full_name": "п. Средний Иркутской обл.",
            "type": "village",
            "unit_number": "в/ч 35020",
            "active": true
        },
        {
            "id": "loc_403",
            "name": "Обь",
            "full_name": "г. Обь",
            "type": "city",
            "unit_number": "в/ч 58133",
            "active": true
        },
        {
            "id": "loc_404",
            "name": "Ангарск",
            "full_name": "г. Ангарск",
            "type": "city",
            "unit_number": "в/ч 58133",
            "active": true
        },
        {
            "id": "loc_405",
            "name": "Бийск",
            "full_name": "г. Бийск",
            "type": "city",
            "unit_number": "в/ч 58133",
            "active": true
        },
        {
            "id": "loc_406",
            "name": "Канск",
            "full_name": "г. Канск",
            "type": "city",
            "unit_number": "в/ч 58133",
            "active": true
        },
        {
            "id": "loc_407",
            "name": "Чебеньки Оренбургской обл.",
            "full_name": "п. Чебеньки Оренбургской обл.",
            "type": "village",
            "unit_number": "в/ч 86789-3",
            "active": true
        },
        {
            "id": "loc_408",
            "name": "Щучье, Курганская обл.",
            "full_name": "г. Щучье, Курганская обл.",
            "type": "city",
            "unit_number": "в/ч 58661-БН",
            "active": true
        },
        {
            "id": "loc_409",
            "name": "Гагарский, Свердловская обл.",
            "full_name": "п. Гагарский, Свердловская обл.",
            "type": "village",
            "unit_number": "в/ч 58661-БИ",
            "active": true
        },
        {
            "id": "loc_410",
            "name": "Карабаш, Челябинская обл.",
            "full_name": "г. Карабаш, Челябинская обл.",
            "type": "city",
            "unit_number": "в/ч 58661-ГК",
            "active": true
        },
        {
            "id": "loc_411",
            "name": "Омск",
            "full_name": "г. Омск",
            "type": "city",
            "unit_number": "в/ч 58661-БЛ",
            "active": true
        },
        {
            "id": "loc_412",
            "name": "Ульяновск",
            "full_name": "г. Ульяновск",
            "type": "city",
            "unit_number": "в/ч 42731",
            "active": true
        },
        {
            "id": "loc_413",
            "name": "Тюмень",
            "full_name": "г. Тюмень",
            "type": "city",
            "unit_number": "Тюменское ВВИКУ",
            "active": true
        },
        {
            "id": "loc_414",
            "name": "Самара, Самарская обл.",
            "full_name": "г. Самара, Самарская обл.",
            "type": "city",
            "unit_number": "в/ч 11386",
            "active": true
        },
        {
            "id": "loc_415",
            "name": "Козулька Красноярского края",
            "full_name": "п. Козулька Красноярского края",
            "type": "village",
            "unit_number": "в/ч 54630",
            "active": true
        },
        {
            "id": "loc_416",
            "name": "Омск",
            "full_name": "г. Омск",
            "type": "city",
            "unit_number": "Учебный центр ВА ТО",
            "active": true
        },
        {
            "id": "loc_417",
            "name": "Чебаркуль",
            "full_name": "г. Чебаркуль",
            "type": "city",
            "unit_number": "в/ч 86274",
            "active": true
        },
        {
            "id": "loc_418",
            "name": "Благовещенск",
            "full_name": "г. Благовещенск",
            "type": "city",
            "unit_number": "Дальневосточное ВОКУ",
            "active": true
        },
        {
            "id": "loc_419",
            "name": "Чита",
            "full_name": "г. Чита",
            "type": "city",
            "unit_number": "в/ч 21250",
            "active": true
        },
        {
            "id": "loc_420",
            "name": "Большой Камень Приморского края",
            "full_name": "г. Большой Камень Приморского края",
            "type": "city",
            "unit_number": "в/ч 36048",
            "active": true
        },
        {
            "id": "loc_421",
            "name": "Петропавловск-Камчатский",
            "full_name": "г. Петропавловск-Камчатский",
            "type": "city",
            "unit_number": "в/ч 30973",
            "active": true
        },
        {
            "id": "loc_422",
            "name": "Петропавловск-Камчатский",
            "full_name": "г. Петропавловск-Камчатский",
            "type": "city",
            "unit_number": "в/ч 40194",
            "active": true
        },
        {
            "id": "loc_423",
            "name": "Владивосток",
            "full_name": "г. Владивосток",
            "type": "city",
            "unit_number": "в/ч 09870",
            "active": true
        },
        {
            "id": "loc_424",
            "name": "Хабаровск",
            "full_name": "г. Хабаровск",
            "type": "city",
            "unit_number": "в/ч 16788",
            "active": true
        }
    ],
    "positions": [
        {
            "name": "",
            "active": true,
            "kod": "182"
        },

        {
            "name": "",
            "active": true,
            "kod": "794"
        },

        {
            "name": "",
            "active": true,
            "kod": "868"
        },

        {
            "name": "",
            "active": true,
            "kod": "053"
        },

        {
            "name": "",
            "active": true,
            "kod": "949"
        },

        {
            "name": "",
            "active": true,
            "kod": "181"
        },

        {
            "name": "",
            "active": true,
            "kod": "652"
        },

        {
            "name": "",
            "active": true,
            "kod": "177"
        },

        {
            "name": "",
            "active": true,
            "kod": "245"
        },

        {
            "name": "",
            "active": true,
            "kod": "646-543"
        },

        {
            "name": "",
            "active": true,
            "kod": "899к"
        },

        {
            "name": "",
            "active": true,
            "kod": "144"
        },

        {
            "name": "",
            "active": true,
            "kod": "530"
        },

        {
            "name": "",
            "active": true,
            "kod": "178"
        },

        {
            "name": "",
            "active": true,
            "kod": "462"
        },

        {
            "name": "",
            "active": true,
            "kod": "001"
        },

        {
            "name": "",
            "active": true,
            "kod": "728"
        },

        {
            "name": "",
            "active": true,
            "kod": "103"
        },

        {
            "name": "",
            "active": true,
            "kod": "391"
        },

        {
            "name": "",
            "active": true,
            "kod": "256"
        },

        {
            "name": "",
            "active": true,
            "kod": "427"
        },

        {
            "name": "",
            "active": true,
            "kod": "543"
        },

        {
            "name": "",
            "active": true,
            "kod": "899"
        },

        {
            "name": "",
            "active": true,
            "kod": "662"
        },

        {
            "name": "",
            "active": true,
            "kod": "810"
        },

        {
            "name": "",
            "active": true,
            "kod": "182/491"
        },

        {
            "name": "",
            "active": true,
            "kod": "039"
        },

        {
            "name": "",
            "active": true,
            "kod": "893"
        },

        {
            "name": "",
            "active": true,
            "kod": "864"
        },

        {
            "name": "",
            "active": true,
            "kod": "976"
        },

        {
            "name": "",
            "active": true,
            "kod": "680"
        },

        {
            "name": "",
            "active": true,
            "kod": "244"
        },

        {
            "name": "",
            "active": true,
            "kod": "002"
        },

        {
            "name": "",
            "active": true,
            "kod": "269"
        },

        {
            "name": "",
            "active": true,
            "kod": "569"
        },

        {
            "name": "",
            "active": true,
            "kod": "786"
        },

        {
            "name": "",
            "active": true,
            "kod": "233"
        },

        {
            "name": "",
            "active": true,
            "kod": "061"
        },

        {
            "name": "",
            "active": true,
            "kod": "640"
        },

        {
            "name": "",
            "active": true,
            "kod": "414"
        },

        {
            "name": "",
            "active": true,
            "kod": "948"
        },

        {
            "name": "",
            "active": true,
            "kod": "206"
        },

        {
            "name": "",
            "active": true,
            "kod": "946"
        },

        {
            "name": "",
            "active": true,
            "kod": "916"
        },

        {
            "name": "",
            "active": true,
            "kod": "558"
        },

        {
            "name": "",
            "active": true,
            "kod": "789"
        },

        {
            "name": "",
            "active": true,
            "kod": "115"
        },

        {
            "name": "",
            "active": true,
            "kod": "473"
        },

        {
            "name": "",
            "active": true,
            "kod": "104"
        },

        {
            "name": "",
            "active": true,
            "kod": "641"
        },

        {
            "name": "",
            "active": true,
            "kod": "402"
        },

        {
            "name": "",
            "active": true,
            "kod": "995"
        },

        {
            "name": "",
            "active": true,
            "kod": "232"
        },

        {
            "name": "",
            "active": true,
            "kod": "586"
        },

        {
            "name": "",
            "active": true,
            "kod": "150"
        },

        {
            "name": "",
            "active": true,
            "kod": "259"
        },

        {
            "name": "",
            "active": true,
            "kod": "627"
        },

        {
            "name": "",
            "active": true,
            "kod": "994"
        },

        {
            "name": "",
            "active": true,
            "kod": "852"
        },

        {
            "name": "",
            "active": true,
            "kod": "644"
        }
    ]
};
